Repository: OpenBfS/UncertRadio
Catalog: translations/*/*.po
Languages: de, fr

source: Exchange of two output quantities, including equations
de: Vertauschen zweier Ergebnisgrößen, Gleichungen einbezogen
fr: Echange de deux quantités de sortie, y compris les équations

source: The symbol list is complete only after having loaded the finalized symbol table
de: Die Symbolliste ist erst nach dem Laden der ergänzten Symbol-Tabelle komplett
fr: La liste des symboles n'est complète qu'après avoir chargé la table des symboles finalisée

source: at present, colors cannot be adapted
de: derzeit können Farben nicht übernommen werden
fr: actuellement, les couleurs ne peuvent pas être adaptées

source: Dialog for variable-averages
de: Dialog für Variablen-Mittelung
fr: Dialog pour moyennes de variables

source: (Type 3:) sx^2 = s0x^2/m (classical)
de: (Typ 3:) sx^2 = s0x^2/m (klassisch)
fr: (Type 3:) sx^2 = s0x^2/m (classique)

source: m: number of vals
de: m: Anzahl der Werte
fr: m: nombre de valeurs

source: also changes the associated values
de: wechselt auch die dazugehörigen Werte
fr: modifie également les valeurs associées

source: See also: 'coverage intervals' in file MC_Tables.txt
de: Siehe auch: 'coverage intervals' in Datei MC_Tables.txt
fr: Voir aussi: 'coverage intervals' dans le fichier MC_Tables.txt

source: The symbol list is not actual before loading the finalized symbol table
de: Die Symbolliste ist erst aktuell nach dem Laden der ergänzten Symbol-Tabelle
fr: La liste des symboles n'est pas réelle avant le chargement de la table des symboles finalisée

source: distribution parameter: first select row of the variable in TAB 3
de: Verteilungsparameter: zuvor Zeile der Variable in TAB 3 selektierten
fr: paramètre de distribution: sélectionner la première ligne de la variable dans TAB 3

source: Data: see diolog for means
de: Daten: siehe Dialog für Mittelwerte
fr: Données: voir la boîte de dialogue pour les valeurs moyennes

source: Save results to a CSV file
de: Ergebnisse in CSV-Datei sichern
fr: Enregistrer les résultats dans un fichier CSV

source: Click mouse, hold and select
de: Maus klicken, gedrückt halten und auswählen
fr: Cliquez sur la souris, maintenez et sélectionnez

source: After the test, the project can be changed (without notice)!
de: Nach dem Test kann das Projekt geändert sein (ohne Hinweis)!
fr: Après le test, le projet peut être modifié (sans préavis) !

source: Save the project explicitly, if necessary under a new name,
de: Speichere das Projekt explizit, ggf. unter neuem Namen,
fr: Enregistrez explicitement le projet, si nécessaire sous un nouveau nom,

source: if you want to continue using it.
de: falls es so weiter benutzt werden soll.
fr: si vous souhaitez continuer à l'utiliser.

source: special functions:
de: spezielle Funktionen:
fr: fonctions spéciales :

source: square root function
de: Wurzelfunktion
fr: fonction racine carrée

source: exponential function
de: Exponentialfunktion
fr: fonction exponentielle

source: natural logarithm
de: natürlicher Logarithmus
fr: algorithme naturel

source: decimal logarithm
de: dekadischer Logarithmus
fr: logarithme décimal

source: power function
de: Potenzfunktion
fr: fonction puissance

source: get the internal uncertainty value of the symbol x
de: internen Wert der Unsicherheit des Symbols x aufrufen
fr: obtenir la valeur d'incertitude interne du symbole x

source: further functions: see Toolbar Icon 'f(x)'
de: weitere Funktionen: siehe Toolbar Icon 'f(x)'
fr: autres fonctions : voir l'icône de la barre d'outils 'f(x)'

source: if disabled: The unit under 'StartDiff' must always be 'second'!
de: wenn deaktiviert: Die Einheit unter 'StartDiff' muss immer 'Sekunde' sein!
fr: si désactivé : L'unité sous la 'StartDiff' doit toujours être 'seconde' !

source: standard fit method, for large counts, CHM 7.3.4
de: Standard-Fitmethode, für große Impulsanzahlen, CHM 7.3.4
fr: méthode d'ajustement standard, pour les grands nombres, CHM 7.3.4

source: fit method for small counts, CHM 7.3.4
de: Fitmethode für kleine Impulsanzahlen, CHM 7.3.4
fr: méthode d'ajustement pour les petits comptes, CHM 7.3.4

source: fit method for very small counts, CHM 7.3.4
de: Fitmethode, für sehr kleine Impulsanzahlen, CHM 7.3.4
fr: méthode d'ajustement pour les très petits nombres, CHM 7.3.4

source: Infos about special UR functions
de: Infos zu speziellen UR-Funktionen
fr: Infos sur les fonctions spéciales UR

source: Help
de: Hilfe
fr: Aide

source: Cancel
de: Abbrechen
fr: Annuler

source: Quit
de: Beenden
fr: Quitter

source: Save
de: Speichern
fr: Enregistrer

source: Run
de: Ausführen
fr: Exécuter

source: Save as
de: Speichern als
fr: Enregistrer sous

source: Copy
de: Kopieren
fr: Copie

source: adjust
de: anpassen
fr: ajuster

source: copy (long) formula into it and after editing copy it back
de: kopiere (lange) Formel hinein und kopiere sie nach Editieren zurück
fr: copier la formule (longue) dans celle-ci et, après édition, la copier

source: Open
de: Öffnen
fr: Ouvrir

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: unsaved
de: ungesichert
fr: pas enregistré

source: Update calculations!
de: Mise à jour des calculs!
fr: Berechnungen aktualisieren!

source: beta and k_beta do not fit together!
de: beta und k_beta passen nicht zusammen!
fr: beta et k_beta ne vont pas ensemble!

source: alpha and k_alpha do not fit together!
de: alpha und k_alpha passen nicht zusammen!
fr: alpha et k_alpha ne vont pas ensemble!

source: Press button 'load values'!
de: Button 'Werte übernehmen' drücken!
fr: Appuyez sur le bouton 'charger les valeurs'!

source: Decay curve table: The time-base unit is yet undefined!
de: Zerfallskurventabelle: Die Zeitbasis-Einheit ist noch nicht definiert!
fr: Tableau de courbe de décroissance: L'unité de base de temps est encore indéfinie!

source: Degree of polynomial (0-3; 0: Mean of y):
de: Grad des Polynoms (0-3; 0: Mittelwert von y):
fr: Degré de polynôme (0-3; 0: Moyenne de y):

source: First select the corresponding row with type=m in the ValUnc table!
de: Zuerst in der ValUnc-Tabelle die Zeile mit Typ=m selektieren!
fr: Sélectionnez d'abord la ligne correspondante avec type=m dans le tableau ValUnc!

source: Serial evaluation:
de: Serielle Auswertung:
fr: Évaluation en série:

source: File with variable data (csv)
de: Datei mit variablen Daten (csv)
fr: Fichier avec données variables (csv)

source: Which records to calculate:
de: Welche Sätze rechnen:
fr: Quels enregistrements à calculer:

source: Batch projects:
de: Batch Projekte:
fr: Projets par lots:

source: File with project file names (txt)
de: Datei mit Projektdateinamen (txt)
fr: Fichier avec noms de fichier de projet (txt)

source: Which projects to evaluate:
de: Welche der Projekte rechnen:
fr: Quels projets évaluer:

source: (standard: mu=0, sigma=1)
fr: (norme: mu=0, sigma=1)

source: Shall the new language shortcut be saved in UR2_cfg.dat?
de: Soll das neue Sprachkürzel in UR2_cfg.dat gesichert werden?
fr: La nouvelle langue sera-t-elle enregistrée dans UR2_cfg.dat?

source: Note: Fitting more parameters than the specified number of result variables!
de: Hinweis: Mehr Fitparameter als die vorgegebene Anzahl von Ergebnisgrößen!
fr: Avis : Ajuster plus de paramètres que le nombre spécifié de variables de résultat!

source: With WTLS, the fit option 'fixed' is not allowed!
de: Bei WTLS ist die Fit-Option 'fixieren' nicht erlaubt!
fr: Avec WTLS, l'option d'ajustement 'fixe' n'est pas autorisée!

source: Next: TAB 'Values, uncertainties': Button 'Calculation of (remaining) uncertainties'!
de: Next: TAB 'Werte, Unsicherh.': Button 'Berechnung der (restl.) Unsicherheiten'!
fr: Suivant: TAB 'Valeurs, incertitudes': Bouton 'Calcul des incertitudes (restantes)'!

source: In this case, PMLE is not allowed!
de: PMLE ist in diesem Fall nicht erlaubt!
fr: PMLE n'est pas autorisé dans ce cas!

source: Decay curve data: The time-base unit is yet undefined!
de: Zerfallskurventabelle: Die Zeitbasis-Einheit ist noch nicht definiert!
fr: Données de courbe de décroissance: l'unité de base de temps est maintenant indéfinie!

source: Filename for input data for serial evaluations:
de: Dateiname für seriell auszuwertende Eingabedaten:
fr: Nom du fichier pour les données d'entrée pour les évaluations en série:

source: An option other than 'fit' in this case not allowed!
de: Eine andere Option als 'fitten' in diesem Fall nicht erlaubt!
fr: Une option autre que 'aligner' dans ce cas n'est pas autorisée!

source: Definition of functions X1 to Xn (n=nchs*3):
de: Definition der Funktionen X1 bis Xn (n=nchs*3):
fr: Définition des fonctions X1 à Xn (n=nchs*3):

source: Definition of functions X1 to Xn (n=nchs*measuremts*3):
de: Definition der Funktionen X1 bis Xn (n=nchs*messungen*3):
fr: Définition des fonctions X1 à Xn (n=nchs*measuremts*3):

source: Sequence: like SQL: 'ORDER BY countChannel, Xfunc-#')
de: Reihenfolge: wie SQL: 'ORDER BY Mess-Kanal, Xfunc-Nr.')
fr: Séquence: comme SQL: 'ORDER BY countChannel, Xfunc-#')

source: Sequence: like SQL: 'ORDER BY countChannel, measurem-#, Xfunc-#')
de: Reihenfolge: wie SQL: 'ORDER BY Mess-Kanal, Messung-#, Xfunc-Nr.')
fr: Séquence: comme SQL: 'ORDER BY countChannel, measurem-#, Xfunc-#')

source: Factor(1+b/2L) is yet undefined!
de: Faktor(1+b/2L) ist noch nicht definiert!
fr: Le facteur (1+b/2L) n'est pas encore défini!

source: At least 1 cell of the lines is yet undefined!
de: Mindestens 1 Zelle bei den Linien ist noch undefiniert!
fr: Au moins 1 cellule des lignes est encore indéfinie!

source: Error: the number of single values must be > 3
de: Fehler: die Anzahl der Einzelwerte muss > 3 sein!
fr: Erreur: le nombre de valeurs individuelles doit être > 3!

source: Error on opening the file
de: Fehler beim Öffnen der Datei
fr: Erreur lors de l'ouverture du fichier

source: Abortion!
de: Abbruch!
fr: Avortement!

source: Before closing this message: please close the named file!
de: Vor dem Schliessen dieser Message: bitte die genannte Datei schliessen!
fr: Avant de fermer ce message : veuillez fermer le fichier nommé!

source: The symbole
de: Das Symbol
fr: Le symbole

source: is not part of the list of symbols!
de: ist nicht in der Symbolliste enthalten!
fr: ne doit pas contenir de signe moins!

source: Please, correct!
de: Bitte korrigieren!
fr: Corrigez s'il vous plaît!

source: The serial evaluation was successful!
de: Die serielle Auswertung war erfolgreich!
fr: L'évaluation en série a été réussie!

source: The program will be terminated now.
de: Das Programm wird nun beendet.
fr: Le programme sera terminé maintenant.

source: File cannot be opened
de: Datei kann nicht geöffnet werden
fr: Le fichier ne peut pas être ouvert

source: Test finished: deviations found for
de: Test beendet: Abweichungen bei
fr: Test terminé: des écarts trouvés pour

source: Number of unknown deviations:
de: Anzahl unbekannter Abweichungen:
fr: Nombre d'écarts inconnus:

source: Details: see output file
de: Details: siehe Ausgabedatei
fr: Détails: voir le fichier de sortie

source: projects
de: Projekte
fr: Projets

source: Could not locate wine, thus there is not UR help under Linux at the moment.
de: Wine konnte nicht gefunden werden, daher gibt es derzeit keine UR-Hilfe unter Linux.
fr: Impossible de localiser wine, il n'y a donc pas d'aide UR sous linux pour le moment.

source: net count rate in s#u-1#d
de: Nettozählrate in s#u-1#d
fr: taux de comptage net s#u-1#d

source: gross count rate in s#u-1#d
de: Bruttozählrate in s#u-1#d
fr: taux de comptage brut s#u-1#d

source: time in h
de: Zeit in h
fr: temps en h

source: # of measurement
de: # der Messung
fr: # de mesure

source: Unit-related error messages
de: Einheiten-bezogene Fehlermeldungen
fr: Messages d'erreur liés à l'unité

source: none
de: keine
fr: aucun

source: There are deviations between output quantity values!!
de: Es gibt Abweichungen zwischen Werten der Ergebnisgröße!!
fr: Il y a des écarts entre les valeurs de quantité de sortie!!

source: modified Equations
de: modifizierte Gleichungen
fr: Équations modifiées

source: Error: The inversion of the calibration polynomial is allowed only for a polynomial degree of 1!
de: Fehler: Zur Umkehrung des Kalibrier-Polynoms ist nur der Polynomgrad 1 erlaubt!
fr: Erreur: L'inversion du polynôme d'étalonnage est autorisée seulement pour un degré polynomial de 1!

source: Please, check the menu item Calibration curve!
de: Bitte den Menü-Punkt Kalibrierkurve überprüfen!
fr: Veuillez vérifier l'élément de menu Courbe d'étalonnage!

source: Warning: The interpolated value from KALFIT is null!
de: Warnung: Der mit KALFIT interpolierte Wert ist Null!
fr: Attention: La valeur interpolée de KALFIT est nulle!

source: Fit parameters:
de: Fitparameter:
fr: Ajuster les paramètres:

source: Calculating
de: Rechnet
fr: Calcule

source: Gamma evaluations: view/save/print
de: Gammauswertung: ansehen/speichern/drucken
fr: Gamma evaluations: vue/enregistrer/imprimer

source: (1 + b/2L) equivalent factor for Compton BG rate:
de: (1 + b/2L)-äquivalenter Faktor für Compton-UG-Rate:
fr: (1 + b/2L) facteur équivalent pour le taux de fond Compton:

source: Individual peak data:
de: Einzelne Peakdaten:
fr: Données de pointe individuelles:

source: (pgamm*fcoin is a measure for the importance of the line!)
de: (pgamm*fcoin ist ein Maß für Wichtigkeit der Linie!)
fr: (pgamm*fcoin est une mesure de l'importance de la ligne!)

source: Values
de: Werte
fr: Valeurs

source: Results from individual peak activities:
de: Ergebnisse einzelner Peak-Aktivitäten:
fr: Résultats des activités de pointe individuelles:

source: Activity (Bq)
de: Aktivität (Bq)
fr: Activité (Bq)

source: Evaluation of the weighted mean:
de: Auswertung des gewichteten Mittelwerts:
fr: Évaluation de la moyenne pondérée

source: (Bayes compliant)
de: (Bayes-konform)
fr: (Bayes conforme)

source: (not Bayes compliant)
de: (nicht Bayes-komform)
fr: (pas conforme Bayes)

source: Note: only the internal standard deviation will be used hereafter!
de: Hinweis: nur die interne Standardabweichung wird verwendet!
fr: Remarque: seul l'écart type interne sera utilisé ci-après!

source: Evaluation of the weighted mean by least-squares:
de: Auswertung des gewichteten Mittelwerts mit least-squares:
fr: Évaluation de la moyenne pondérée par les moindres carrés:

source: weighted mean
de: gewichteter Mittelwert
fr: moyenne pondérée

source: int. std. dev. of the mean
de: Std.Abw. d. Mittelwerts
fr: int. std. dev. de moyenn pond.

source: ext. std. dev. of the mean
de: ext. Std.Abw. d. Mittelwerts
fr: ext. std. dev. de moyenn pond.

source: Chi-square = test value T
de: Chi-Quadrat = Testwert T
fr: Chi-square = test valeur T

source: reduced Chi-square
de: reduziertes Chi-Quadrat
fr: Chi-carré réduit

source: significance (Chi-square > T)
de: Signifikanz (Chi-Quadrat > T)
fr: importance (Chi-square > T)

source: Decay curve fit: view/save/print
de: Abklingkurven-Fit ansehen/speichern/drucken
fr: Ajustement de la courbe de décroissance: afficher/enregistrer/imprimer

source: Result of decay curve analysis (without covariances):
de: Ergebnis der Abklingkurven-Analyse (ohne Kovarianzen):
fr: Résultat de l'analyse de la courbe de décroissance (sans covariances):

source: Result of decay curve analysis (with covariances):
de: Ergebnis der Abklingkurven-Analyse (mit Kovarianzen):
fr: Résultat de l'analyse de la courbe de décroissance (avec covariances):

source: Method:
de: Verfahren:
fr: Méthode:

source: given in cps !
de: in cps angegeben !
fr: donné en cps !

source: given in % !
de: in % angegeben !
fr: donné en % !

source: Eliminate error(s) in equations!
de: Fehler in Gleichungen beheben!
fr: Élimine le(s) erreur(s) dans les équations!

source: Eliminate error(s) in equations or in the symbol list!
de: Fehler in Gleichungen oder Symbolliste beheben!
fr: Éliminer le(s) erreur(s) dans les équations ou dans la liste des symboles!

source: Shall the open project be saved before closing it?
de: Soll das geöffnete Projekt vor dem Beenden gespeichert oder gesichert werden?
fr: Le projet ouvert doit-il être sauvegardé avant de le fermer?

source: Closing Project:
de: Projekt schließen:
fr: Projet de clôture:

source: Open Project
de: Projekt öffnen
fr: Projet ouvert

source: Please insert the main equation for the
de: Bitte die Hauptgleichung für die
fr: Veuillez insérer l'équation principale pour la quantité de sortie

source: output quantity in the formula textfield
de: Ergebnisgröße im Formel-Textfeld einfügen
fr: dans le champ de texte de la formule

source: also equations for further auxiliary quantities!
de: weitere Gleichungen für Hilfsgrößen ebenfalls!
fr: aussi des équations pour d'autres quantités auxiliaires!

source: Please delete the lines belonging to the deleted result variable in the formula text field
de: Bitte streichen Sie die zur gelöschten Ergebnisgröße gehörenden Zeilen im Formel-Textfeld
fr: Veuillez supprimer les lignes correspondant à la taille de résultat supprimée dans la zone de texte de la formule.

source: Project
de: Projekt
fr: Projet

source: Iterations
de: Iterationen
fr: Itérations

source: Please check the file extension!
de: Bitte die Datei-Endung überprüfen!
fr: S'il vous plaît vérifier l'extension de fichier!

source: The file already exists!
de: Die Datei existiert bereits!
fr: Le fichier existe déjà!

source: Do you wish to over-write this file?
de: Soll diese Datei überschrieben werden?
fr: Souhaitez-vous écraser ce fichier?

source: The present file is yet unsaved!
de: Die aktuelle Datei ist noch nicht gesichert!
fr: Le fichier actuel n'est pas encore sauvegardé!

source: Do you wish to continue anyhow?
de: Wollen Sie trotzdem fortfahren?
fr: Voulez-vous continuer de toute façon?

source: Please first save the present file!
de: Bitte erst die aktuelle Datei sichern!
fr: S'il vous plaît d'abord enregistrer le fichier présent!

source: The file is not a project file!
de: Diese Datei ist keine Projektdatei!
fr: Le fichier n'est pas un fichier de projet!

source: Missing operand
de: Fehlender Operand
fr: Opérande manquant

source: Multiple operators
de: Mehrfache Operatoren
fr: Plusieurs opérateurs

source: Missing function argument
de: Fehlendes Gleichungs-Argument
fr: Argument de fonction manquant

source: Missing opening parenthesis
de: Fehlende öffnende Klammer
fr: Parenthèse ouvrante manquante

source: Missing closing parenthesis
de: Fehlende schließende Klammer
fr: Parenthèse fermante manquante

source: Invalid number format
de: Ungültiges Zahlenformat
fr: Format de nombre invalide

source: Invalid symbol
de: Ungültiges Symbol
fr: Symbole invalide

source: Mismatched parenthesis
de: Nicht zusammenpassende Klammern
fr: Parenthèse incohérente

source: Empty parentheses
de: Leere Klammern
fr: Parenthèses vides

source: Error in syntax of function string
de: Syntaxfehler in Gleichungs-String
fr: Erreur dans la syntaxe de la chaîne de fonctions

source: found from character no.
de: gefunden ab Zeichen Nr.
fr: trouvé à partir du caractère n °

source: in the string
de: im String
fr: de la chaîne

source: Accept invalid (or new) symbol?
de: Ungültiges (oder neues) Symbol akzeptieren?
fr: Accepter un symbole invalide (ou nouveau)?

source: Parser error: Memory allocation for byte code failed
de: Parser Fehler: Speicherzuweisung für Bytecode fehlgeschlagen
fr: Parser error: L'allocation de mémoire pour le bytecode a échoué

source: Parser error: less than 3 arguments of function fd( , , ) found
de: Parser Fehler: weniger als 3 Argumente der Funktion fd( , , ) gefunden
fr: Parser erreur: moins de 3 arguments de la fonction fd (,,) trouvés

source: Parser error: Equation number
de: Parser error: Nr. der Gleichung
fr: Erreur d'analyseur: numéro d'équation

source: out of range
de: nicht gültig
fr: hors de portée

source: Error when opening
de: Fehler beim Öffnen von
fr: Erreur lors de l'ouverture

source: If file is open: close it and then click OK, otherwise Cancel!
de: Wenn die Datei geöffnet ist: diese bitte erst schliessen, dann OK geben, ansonsten Cancel klicken!
fr: Si le fichier est ouvert: fermez-le et cliquez sur Valider, sinon Annuler!

source: Error with
de: Fehler bei
fr: Erreur avec

source: Save to CSV
de: Speichern als CSV
fr: enregistrer au format CSV

source: the list separator of UR2
de: das Listentrennzeichen von UR2
fr: le séparateur de liste de UR2

source: or the decimal point of UR2
de: oder der Dezimalpunkt von UR2
fr: ou le point décimal de UR2

source: was not found in the file
de: wurde in der Datei
fr: n'a pas été trouvé dans le fichier

source: One reason, e.g., might be an incompatible language selected in UR2.
de: Das kann z. B. an der in UR2 gewählten Sprache liegen.
fr: Une raison, par exemple, pourrait être un langage incompatible sélectionné dans UR2.

source: See also Options - Pre-settings.
de: Bitte überprüfen. Siehe auch Optionen - Voreinstellungen.
fr: Voir aussi Options - Préférences.

source: At least one of the two selected count rate symbols has changed!
de: Mindestens eins der beiden selektierten Zählraten-Symbole hat sich geändert!
fr: Au moins un des deux symboles de taux de comptage sélectionnés a changé!

source: Please, check
de: Bitte überprüfen
fr: S'il vous plaît, vérifiez

source: Error when writing to
de: Fehler beim Schreiben auf
fr: Erreur lors de l'écriture sur

source: Abortion. Matrix not posdef!
de: Abbruch. Matrix nicht posdef!
fr: Avortement. Matrix pas posdef!

source: not pos.def.
de: nicht pos.def.
fr: non déf. pos.

source: Possible inconsistency between the number of Xi formulas in the FitDecay model
de: Mögliche Inkonsistenz zwischen Anzahl der Xi-Formeln im FitDecay-Modell
fr: Incohérence possible entre le nombre de formules Xi dans le modèle FitDecay

source: and the number of measurements, counting channels and results!
de: und der Anzahlen von Messungem, Zählkanälen und Ergebnisgrößen!
fr: et le nombre de mesures, de canaux de comptage et de résultats!

source: The calculations are stopped here, see chapter 7.11.3 within the CHM Help.
de: Die Berechnung wird hier abgebrochen, siehe Kapitel 7.11.3 in der CHM-Hilfe.
fr: Les calculs sont arrêtés ici, voir chapitre 7.11.3 dans l'aide CHM.

source: copying
de: Dateiname für Grafikausgabe
fr: Nom de fichier pour la sortie graphique

source: Output quantity
de: Ergebnisgröße
fr: Quantité de sortie

source: The MC values do not show any variation!
de: Die MC-Werte zeigen keine Variation!
fr: Les valeurs MC ne montrent aucune variation!

source: Therefore, the MC simulation is interrupted!
de: Daher wird die MC-Simulation abgebrochen!
fr: Par conséquent, la simulation MC est interrompue!

source: imctrue is null (all sampled MC values outside the allowed range!)
de: imctrue ist Null (alle gewürfelten Werte ausserhalb des Bereichs!)
fr: imctrue est null (toutes les valeurs MC échantillonnées en dehors de la plage autorisée!)

source: The MC simulation is stopped.
de: Abbruch der MC-Simulation.
fr: La simulation MC est arrêtée.

source: does not fit to the CSV file
de: passt nicht zur CSV-Datei
fr: ne correspond pas au fichier CSV

source: Wrong language
de: Falsche Sprache
fr: Mauvaise langue

source: coverage factor for uncertainty (output)
de: Erweiterungsfaktor für Unsicherheit (Ausgabe)
fr: facteur de couverture pour l'incertitude (sortie)

source: coverage factor for uncertainty (input)
de: Erweiterungsfaktor für Unsicherheit (Eingabe)
fr: facteur de couverture pour l'incertitude (entrée)

source: Probability for confidence
de: Wahrscheinlichkeit für Konfidenz
fr: Probabilité pour la confiance

source: Gamma-distribution parameter
de: Parameter der Gamma-Verteilung
fr: Paramètre de la distribution gamma

source: number of counting channels
de: Anzahl Messkanaele
fr: nombre de canaux de comptage

source: number of quantities
de: Anzahl Größen
fr: nombre de quantités

source: number of dependent quantities
de: Anzahl abhängiger Größen
fr: nombre de quantités dépendantes
