Repository: OpenBfS/UncertRadio
Catalog: translations/*/*.po
Languages: de, fr

source: An UR2 instance is already running! A second one is not allowed! If this is an error, please delete the file:
de: Es läuft bereits eine UR2-Instanz! Eine Zweite ist nicht erlaubt! Sollte dies ein Fehler sein, bitte löschen Sie die Datei:
fr: Une instance UR2 est déjà en cours d''exécution! Une seconde n''est pas autorisée! S''il s''agit d''une erreur, veuillez supprimer le fichier:

source: Error
de: Fehler
fr: Erreur

source: Warning
de: Warnung
fr: Attention

source: Procedure
de: Verfahren
fr: Procédure

source: Equation
de: Gleichung
fr: Équation

source: Equations
de: Gleichungen
fr: Équations

source: Values, Uncertainties
de: Werte, Unsicherheiten
fr: Valeurs, Incertitudes

source: Uncertainty budget
de: Unsicherheitsbudget
fr: Budget d'incertitude

source: Results
de: Ergebnisse
fr: Résultats

source: Text Editor
fr: Éditeur de texte

source: Apply
de: Übernehmen
fr: Appliquer

source: Load project
de: Projekt laden
fr: Charger le projet

source: Normal
fr: Normale

source: Rectangl
de: Rechteck
fr: Rectangul

source: Triangl
de: Dreieck
fr: Triangul

source: (N+x) rule
de: (N+x)-Regel
fr: (N+x) règle

source: LogNormal
fr: LogNormale

source: fit
de: fitten
fr: aligner

source: fix
de: fixieren
fr: fixer

source: omit
de: weglassen
fr: omettre

source: Weighted mean
de: gewichteter Mittelwert
fr: Moyenne pondérée

source: LS mean
de: LSQ-Mittelwert
fr: moyenne par LS

source: (1) not being counts (bayes.)
de: (1) nicht Impulsanzahlen (bayes.)
fr: (1) ne pas être compte (bayés.)

source: (2) counts, with influence (bayes.)
de: (2) Impulsanzahlen, mit Einfluss (bayes.)
fr: (2) compte, avec influence (bayés.)

source: (3) classical (non-bayes.)
de: (3) klassisch (nicht-bayes.)
fr: (3) classique (non-bayés)

source: ISO 11929:2019, by iteration
de: ISO 11929:2019, iterativ
fr: ISO 11929:2019, itérative

source: WIN Clipboard
de: WIN Zw.Ablage
fr: WIN press-papiers

source: Test finished: no deviations!
de: Test beendet: keine Abweichungen!
fr: Test terminé : pas de déviations!

source: Calculate count rates
de: Zählraten berechnen
fr: Calculer les taux de comptage

source: Save project
de: Projekt speichern
fr: Enregistrer projet

source: Save project as
de: Projekt speichern unter
fr: Enregistrer projet sous

source: Close Project
de: Projekt schließen
fr: Fermer projet

source: Fitting function: Y(t) = Fitp1*X1(t) + Fitp2*X2(t) + Fitp3*X3(t)
de: Fitfunktion: Y(t) = Fitp1*X1(t) + Fitp2*X2(t) + Fitp3*X3(t)
fr: Fonction d'ajustement: Y(t) = Fitp1*X1(t) + Fitp2*X2(t) + Fitp3*X3(t)

source: Which terms to fit?
de: Welche Terme fitten?
fr: Quels termes pour s'adapter ?

source: Fix: quantify Fitp(i) in 'Values, Uncertainties'!
de: Fixieren: Fitp(i) in 'Werte, Unsicherheiten' festlegen!
fr: Fixer: quantifier Fitp(i) en 'Valeurs, Incertitudes'!

source: apply weighted fit
de: gewichteten Fit anwenden
fr: utiliser ajustement pondéré

source: use covariances betw. net counting rates
de: Kovarianzen zw. Nettozählraten verwenden
fr: utiliser covariances de net TauxCompt.

source: define Xi(t) separately for each measurement?
de: Xi(t) für jede Messung explizit vorgeben?
fr: définir Xi(t) separately for each measurement?

source: number nchs of counting channels (A, B, C)
de: Anzahl nchs der Zählkanäle (A, B, C)
fr: nombre nchs de canaux de comptage (A, B, C)

source: Definition of functions X1 to Xn (n=3*nchs): Ordering: like SQL: 'ORDER BY Channel, measurement, term-number'
de: Definition der Funktionen X1 bis Xn (n=3*nchs): Reihenfolge: wie SQL: 'ORDER BY Zählkanal, Messung, Term-Nr.'
fr: Définition des fonctions X1 à Xn (n=3*nchs): Commande: comme SQL: 'ORDER BY Channel, measurement, term-number'

source: Equations of the form Xi = i-th function Xi(t):
de: Gleichungen der Form Xi = i-te Funktion Xi(t):
fr: Equations de la forme Xi = i-th fonction Xi(t):

source: Net blank count rate:
de: Netto-Blindwert-Zählrate:
fr: Net t.de.comptage (réactif):

source: Absolute time indication? (Date format : 01.01.2015 08:30:15)
de: Absolute Zeitangaben? (Datumsformat : 01.01.2015 08:30:15)
fr: temps absolus ? (Format de la date : 01.01.2015 08:30:15)

source: time basis for count-time and -rates:
de: Zeitbasis für Messdauer und Zählraten:
fr: base de temps pour le compte-temps et les taux:

source: Date + Time of separation
de: Datum + Uhrzeit der Separation
fr: Date + l'heure de séparation

source: Exchange 2 symbols
de: Tausche 2 Ergebnisgrößen
fr: Échanger 2 symboles

source: Select two output quantity symbols to be exchanged:
de: Auswahl zweier zu tauschender Ergebnisgößen-Symbole:
fr: Sélectionnez deux symboles de grandeur de sortie à échanger:

source: Symbol
fr: Symbole

source: Unit
de: Einheit
fr: Unité

source: Meaning
de: Bedeutung
fr: Sense

source: Value
de: Wert
fr: Valeur

source: StdUncFormula
de: StdUnsFormel
fr: Formule écart type

source: StdUncValue
de: StdUnsWert
fr: ValÉcartType

source: abs.Std.Uns.
fr: abs.Std.Incert.

source: Formula
de: Formel
fr: Formule

source: Sensit. coefficient
de: Sensit.-Koeffizient
fr: coefficient de sensibilit.

source: Start date
de: Startdatum
fr: Date départ

source: (gross)
de: (brutto)
fr: (brut)

source: StartDiff (s)
fr: diff. départ (s)

source: Count time
de: Messdauer
fr: durée mesure

source: (BG)
de: (UG)
fr: (BF)

source: Counts
de: Impulse
fr: Coups

source: CountRate
de: Zählrate
fr: TauxCompt.

source: u(CountRate)
de: u(Zählrate)
fr: u(TauxCompt.)

source: Factor (1+b/2L) for Compton-BG-countrate:
de: Faktor (1+b/2L) für Compton-UG-ZRate:
fr: Facteur (1+b/2L) pour le taux de comptage de fond de Compton:

source: include efficiency covariances?
de: Effizienzen-Kovarianzen einbeziehen?
fr: inclure des covariances d'efficacité?

source: Method for mean calculation:
de: Verfahren der Mittelwertberechnung:
fr: Méthode de calcul moyen:

source: Mean: use external SD?
de: Mean: externe SD verwenden?
fr: Moyenne: utiliser SD externe?

source: count rates:
de: Zähraten:
fr: taux des comptages:

source: Title of this calibration curve:
de: Titel dieser Kalibrierkurve:
fr: Titre de cette courbe d'étalonnage:

source: use u(Fit)?
de: u(Fit) verwenden?
fr: utilser u(Fit)?

source: use WTLS?
de: WTLS verwenden?
fr: utilser WTLS?

source: Calibration curve:
de: Kalibrierkurve:
fr: courbe d'étalonnage:

source: run the fit:
de: Fit ausführen:
fr: exécuter ajustement:

source: Fitting paramaters:
de: Fitparamater:
fr: Paramètre d'ajustement:

source: their StdDevs:
de: deren StdDevs:
fr: leurs StdDevs:

source: How many output quantities shall be used simultaneously?
de: Wie viele Ergebnisgrößen sollen gleichzeitig behandelt werden?
fr: Combien de quantités de sortie doivent être utilisées simultanément?

source: The corresponding formula symbols must be defined as the first ones in the equations (top down)
de: Die dazugehörigen Formel-Symbole müssen als erste der Gleichungen definiert sein (von oben nach unten)
fr: La formule correspondante doit être définie comme les premiers dans les équations (de haut en bas)

source: Gamma distribution: value of GamDistAdd(0; 0.5, 1)
de: Gamma-Verteilung: Wert von GamDistAdd(0; 0.5, 1)
fr: Gamma distribution: valeur GamDistAdd(0; 0.5, 1)

source: Mean(N) = (N + GamDistAdd)
de: Mittelwert(N) = (N + GamDistAdd)
fr: Valeur moyenne(N) = (N + GamDistAdd)

source: Probability for confidence interval (1-gamma):
de: Wahrscheinlichkeit Konfidenz-Intervall (1-gamma):
fr: Probabilité pour l'intervalle confiance (1-gamma):

source: language:
de: Sprache:
fr: langue:

source: List separator (CSV files):
de: Listen-Separator (CSV-Dateien):
fr: Séparateur de liste (CSV fichier):

source: Contrast mode
de: Kontrastmodus
fr: Mode contraste

source: Select symbol to be changed:
de: Selektiere das zu ändernde Symbol:
fr: Sélecter symbole modifier:

source: Enter new name:
de: Eingabe des neuen Namens:
fr: Entrée neuf nom:

source: File
de: Datei
fr: Fichier

source: Files
de: Dateien
fr: Fichiers

source: Open textfile with editor
de: Öffnen einer Textdatei mit Editor
fr: Ouvrir un fichier texte avec un éditeur

source: Quit program
de: Programm beenden
fr: Quitter programme

source: Edit
de: Bearbeiten
fr: Modifier

source: Select output quantity:
de: Selektieren Ergebnisgröße:
fr: Sélectionnez la quantité de sortie:

source: the first
de: die erste
fr: la premiere

source: the second
de: die zweite
fr: la deuxième

source: the third
de: die dritte
fr: la troisième

source: number of output quantities
de: Anzahl der Ergebnisgrößen
fr: nombre de variables de sortie

source: Decay curve:
de: Zerfallskurve:
fr: Courbe de décroissance:

source: Model of decay curve
de: Modell der Zerfallskurve
fr: Formule de courbe de décroissance

source: Data input
de: Dateneingabe
fr: Entrée de données

source: Curve-fit table
de: Kurvenfit-Tabelle
fr: Table de ajustement des courbes

source: Which column to fill:
de: Welche Spalte füllen:
fr: Rembourrer quelle colonne:

source: Column value:
de: Spaltenwert:
fr: Valeur de colonne:

source: Gamma spectrometry
de: Gammaspektrometrie
fr: Spectrométrie gamma

source: Edit gamma lines
de: Gammalinien editieren
fr: Modifier gamma lignes

source: Average line activity
de: Mittlere Linien-Aktivität
fr: Activité de ligne moyenne

source: Calibration curve
de: Kalibrierkurve
fr: Courbe calibre

source: Report
fr: Rapport

source: Change symbol name
de: Ändern des Symbol-Namens
fr: Modifier nam de symbole

source: Change symbol
de: Symbol ändern
fr: Changer de symbole

source: Pre-settings
de: Voreinstellungen
fr: Préférences

source: Project load:
de: Projekt laden:
fr: Charger le projet:

source: with automat. calculations
de: mit automat. Berechnungen
fr: avec automat. calcul

source: without automat. calculations
de: ohne automat. Berechnungen
fr: sans automat. calcul

source: LSQ Export to R?
de: LSQ Export nach R?
fr: LSQ Export vers R?

source: Model type
de: Modelltype
fr: Type du Formule

source: calculate confidence ellipse
de: berechne Konfidenz-Ellipse
fr: calculer l'ellipse de confiance

source: only GUM, without DL
de: nur GUM, ohne NWG
fr: juste GUM, sans DL

source: posit. linear, with DL
de: posit. linear, mit NWG
fr: posit. linéaire, avec DL

source: negat. linear, with DL
de: negat. linear, mit NWG
fr: negat. linéaire, avec DL

source: Activate BS module
de: Aktiviere BS Modul
fr: Activer BS module

source: Select font
de: Auswahl Schrifttyp
fr: Sélecter fonte

source: Select color
de: Auswahl Farbe
fr: Selecter couleur

source: _Help
de: _Hilfe
fr: _Aide

source: Help UncertRadio
de: Hilfe UncertRadio
fr: Aide UncertRadio

source: Help Examples
de: Hilfe Beispielprojekte
fr: Aide Projets exemplaires

source: Here, a short description of the procedure can be given:
de: Hier kann eine kurze Beschreibung des Verfahrens erfolgen:
fr: Ici, une brève description de la procédure peut être donnée:

source: Input of equations, line by line; the fist equation defines the output quantity by other quantities, which then are defined by auxiliary equations following the first one.
de: Zeilenweise Eingabe der Gleichungen; die erste Gleichung definiert die Ergebnisgröße; die darin enthaltenen Größen werden mit nachfolgenden Hilfsgleichungen erklärt.
fr: Entrée d'équations, ligne par ligne; la première équation définit la quantité de sortie par d'autres quantités, qui sont ensuite définis par des équations auxiliaires suivant la première.

source: Load symbols(1) from equations
de: Laden Symbole(1) aus Gleichungen
fr: Charger symboles(1) de équations

source: Complement units and meanings below
de: Ergänze nachfolgend Einheiten und Bedeutungen
fr: Compléter les unités et les significations ci-dessous

source: Enlarge the table
de: Vergrößern der Tabelle
fr: Agrandir la table

source: Table of symbols:
de: Tabelle der Symbole:
fr: Tableau de symboles:

source: Load symbols(2) from finalized symbol table
de: Laden Symbole(2) aus der ergänzten Symboltabelle
fr: Charger symboles(2) de tableau de symboles finale

source: Selected output quantity:
de: Selektierte Ergebnisgröße:
fr: Sélectionner variable de sortie:

source: net count rate:
de: Netto-Zählrate:
fr: t.d.comptage net:

source: gross count rate:
de: Brutto-Zählrate:
fr: t.d.comptage brut:

source: Accept all
de: Alles übernehmen
fr: Accepter tout

source: Select net and gross count rate symbols:
de: Selektion Netto- und Brutto-Zählraten-Symbole:
fr: Sélecter sysmboles de net et brut comptage:

source: Text cell for editing a longer formula
de: Textzelle für das Editieren einer längeren Formel
fr: Cellule de texte pour l'édition d'une formule plus longue

source: Attention: User input is only permitted in the green and white cells!
de: Achtung: Benutzereingaben sind nur in den grünen und weißen Zellen erlaubt!
fr: Attention: Les entrées utilisateur ne sont autorisées que dans les cellules vertes et blanches!

source: Table of values, uncertainties:
de: Tabelle der Werte, Unsicherheiten:
fr: Tableau de valeurs, incertitudes:

source: Input of covariances/correlations:
de: Eingabe von Kovarianzen/Korrelationen:
fr: Entrée de covariances/corrélationes:

source: Enlarge table
de: Vergrößern der Tabelle
fr: Agrandir la table

source: Calculation of uncertainties
de: Berechnung der Unsicherheiten
fr: Calcul des incertitudes

source: Change budget type
de: Wechseln des Budget-Typs
fr: Changer le type de budget

source: Table of uncertainty budget:
de: Tabelle des Unsicherheiten-Budgets:
fr: Tableau de budget de incertitudes:

source: Coverage factor k:
de: Erweiterungsfaktor k:
fr: facteur de couverture k:

source: Value output quantity:
de: Wert der Ergebnisgröße:
fr: Valeur variable de sortie:

source: extendend (Std.-)uncertainty:
de: erweiterte (Std.-)Unsicherheit:
fr: (Std.-)incertitude élargir:

source: relative ext.(Std.-)uncertainty:
de: relative erw.(Std.-)Unsicherheit:
fr: rel. (Std.-)incertitude élargir:

source: Best Bayesian Estimates:
de: Beste Schätzwerte nach Bayes:
fr: Meilleur Bayesienne valeur estimée:

source: lower range limit:
de: untere Bereichsgrenze:
fr: limite inférieure de la plage:

source: upper range limit:
de: obere Bereichsgrenze:
fr: limite supérieure de la plage:

source: Probability (1-gamma):
de: Wahrscheinlichkeit (1-gamma):
fr: Probabilité (1-gamma):

source: Final measurement result:
de: Gesamtes Messergebnis:
fr: Résultat de mesure complet:

source: primary estimate:
de: primärer Messwert:
fr: estimation primaire:

source: uncertainty primary estimate:
de: Unsichh. primärer Messwert:
fr: estimation primaire d'incertitude:

source: extendend uncertainty:
de: erweiterte Unsicherheit:
fr: incertitude élargir:

source: Decision threshold
de: Erkennungsgrenze
fr: Seuil de décision

source: Detection limit
de: Nachweisgrenze
fr: Limite de détection

source: active run:
de: aktiver Run:
fr: course active:

source: Number of simul. measurments
de: Anzahl der simul. Messungen
fr: Nombre de mesures simulées

source: Number of runs:
de: Anzahl der Runs:
fr: Nombre de courses:

source: min. Coverage interval
de: min. Überdeck.-Intervall
fr: min. Intervalle de couverture

source: Start MC
fr: Démarrer MC

source: Save to csv
fr: Enregistrer en csv

source: relative extd.(Std.-)uncertainty:
de: relative erw.(Std.-)Unsicherheit:
fr: rel. (Std.-)incertitude élargir:

source: Method: ISO 11929, iteratively
de: Methode: ISO 11929, iterativ
fr: Method: ISO 11929, itérative

source: Decision thresh. and Detection limit:
de: Erkennungs- und Nachweisgrenze:
fr: Seuil de décision et imite de détection:

source: from LS analysis:
de: aus LS-Analyse:
fr: de l'analyse LS:

source: from uncertainty propagation:
de: aus Unsicherheitsfortpflanzung:
fr: de incertitude propagation:

source: reduced Chi-square:
de: reduziertes Chi-Quadrat:
fr: Chi-carré réduit:

source: LinFit: Standard uncertainty of fit parameter ai:
de: LinFit: Standardunsicherheit des Fitparameters ai:
fr: LinFit: Standard incertitude de fit parameter ai:

source: sd.dev
de: Stdabw.
fr: écartType

source: Mean
de: Mittelw.
fr: Moyenne

source: type of mean:
de: Mittelwert-Typ:
fr: type de moyenne:

source: calculate mean
de: berechne Mittelw.
fr: calcul moyenne

source: sel. data record used as reference
de: sel. Datensatz für Referenz
fr: sél. l'enregistrement de données utilisé comme référence

source: Bayes factor:
de: Bayesfaktor:
fr: Facteur de Bayes:

source: The program is loading the project file and does all calculations subsequently.
de: Das Programm lädt die Projektdatei und führt anschließend die Berechnungen komplett durch.
fr: Le programme charge le fichier de projet et fait tous les calculs par la suite.

source: This may take few seconds!
de: Dieser Vorgang kann einige Sekunden in Anspruch nehmen!
fr: Cela peut prendre quelques secondes!

source: Please, wait until this dialog has vanished!
de: Bitte warten Sie daher, bis dieser Dialog verschwunden ist!
fr: S''il vous plaît, attendez que ce dialogue disparaisse!

source: plot confidence ellipse:
de: Plot Konfidenz-Ellipse:
fr: tracer l'ellipse de confiance:

source: Close
de: Schließen
fr: Fermer

source: Save modified project as
de: Modif. Projekt sichern unter
fr: Enreg. le projet modifié sous

source: Summary of output quantities:
de: Zusammenfassung Egebnisgrößen:
fr: Sommaire de variable de sortie:

source: Specifications for running the adjustment:
de: Vorgaben zur Ausführung der Anpassung:
fr: Spécifications pour l'exécution de l'ajustement :

source: Values of the decay curve:
de: Werte der Abklingkurve:
fr: Valeures de courbe de décroissance:

source: Values of the spectrum evaluation:
de: Werte der Spektrumsauswertung:
fr: Valeures de spectrum évaluation:

source: Calibration curve editing:
de: Bearbeitung Kalibrierkurve:
fr: Modifier de la courbe calibre:

source: Confidence ellipse:
de: Konfidenzellipse:
fr: ellipse de confiance:

source: Means of input quantities:
de: Mittelwerte von Eingangsgrößen:
fr: Moyennes de variables d'entrée:

source: Serial evaluation single project
de: Serielle Auswertung eines Projekts
fr: Projet unique d'évaluation en série

source: distribution parameters:
de: Verteilungs-Parameter:
fr: paramètres de distribution:

source: Color for:
de: Farbe für:
fr: Coleur pour:

source: Background
de: Hintergrund
fr: arrière-plan

source: Background-selected
de: Hintergrund-selektiert
fr: arrière-plan-sélecter

source: Project file (txp)
de: Projektdatei (txp)
fr: Dossier de projet (txp)

source: from:
de: von:
fr: de:

source: until:
de: bis:
fr: à:

source: Number of runs
de: Anzahl der Runs
fr: Nombre de courses

source: Number of simul. measurements
de: Anzahl der simul. Messungen
fr: Nombre de mesures simulées

source: QC-Batch-Test
fr: QC test de lot

source: Self-testing:
de: Selbsttest:
fr: Auto-test:

source: File with reference values
de: Datei mit Referenzwerten
fr: Fichier avec valeurs de référence

source: Output file
de: Ausgabedatei
fr: Fichier de sortie

source: Binom+Poisson - parameters:
de: Binom+Poisson - Parameter:
fr: Binom+Poisson - paramètre:

source: Set binomial/poisson case
de: Binomial/Poisson-Fall setzen
fr: Définir un cas binomial/poisson

source: Select symbols for (binomial + poisson)
de: Selektiere Symbole für (binomial + poisson)
fr: Sélectionnez les symboles pour (binôme + poisson)

source: Parameter p of BinomPDF
de: Parameter p der BinomPDF
fr: Paramètre p de BinomPDF

source: background count rate
de: Nulleffektzählrate
fr: Taux de comptage de fond

source: Sample count time
de: Messdauer der Probe
fr: Temps de comptage d'échantillon

source: decay constant
de: Zerfallskonstante
fr: constante de décomposition

source: Batch evaluation of projects
de: Batch-Auswertung Projekte
fr: Évaluation par lots de projets

source: Parameter values:
de: Parameterwerte:
fr: Valeurs des paramètres:

source: test physical units
de: physikal. Einheiten testen
fr: tester les unités physiques

source: functions
de: Funktionen
fr: les fonctions

source: Count time (gr)
de: Messdauer (br)
fr: Durée compt. (br)

source: Counts (gr)
de: Impulse (br)
fr: Coups (br)

source: Count time (BG)
de: Messdauer (UG)
fr: Durée mesure (BF)

source: Counts (BG)
de: Impulse (UG)
fr: Coups (BF)

source: Example:
de: Beispiel:
fr: Exemple:

source: Rnet = Rgross - Rbackgrd
de: Rnet = Rbrutto - Rnull
fr: Rnet = Rbrut - Rbrdefont

source: Rgross = Ngross / tmeas
de: Rbrutto = Nbrutto / tmess
fr: Rbrut = Nbrut / tmeas

source: Rbackgrd = Nbackgrd / tbg
de: Rnull = Nnull / tnull
fr: Rbrdefont = Nbrdefont / tbg

source: Summary of results
de: Zusammenfassung der Ergebnisse
fr: Sommaire de résultats

source: Replace a symbol name within the whole project
de: Ersetzung eines Symbolnamens im gesamten Projekt
fr: Remplacer un nom de symbole dans l'ensemble du projet

source: Simplified procedure:
de: Vereinfachtes Verfahren:
fr: Procédure simplifiée:

source: Without calculating decision threshold and detection limit
de: Ohne Berechnung von Erkennungs- und Nachweisgrenze
fr: Sans calcul du seuil de décision et de la limite de détection

source: Normal procedure, Activity pos. linear to CRrate:
de: Normales Verfahren, Aktivität pos. linear zur ZRate:
fr: Procédure normale, activité pos. linéaire à CReate:

source: With calculating decision threshold and detection limit
de: Mit Berechnung von Erkennungs- und Nachweisgrenze
fr: Avec calcul du seuil de décision et de la limite de détection

source: Other procedure, OUT neg. linear to IN:
de: Anderes Verfahren, OUT neg. linear zu IN:
fr: Autre procédure, out négatif linéaire à in:

source: Summary and plot of confidence ellipse
de: Zusammenfassung und Plot der Konfidenze-Ellipse
fr: Résumé et tracé de l'ellipse de confiance

source: Loading the project file includes all calculations
de: Beim Laden der Projektdatei werden schon alle Berechnungen durchgeführt
fr: Le chargement du fichier de projet inclut tous les calculs

source: Loading the project file is performed in single user steps through the TABs
de: Laden der Projektdatei erfolgt in einzelnen Schritten des Anwenders durch die TABs
fr: Le chargement du fichier de projet est effectué en une seule étape par l'intermédiaire des TAB

source: Hints for the next step to be taken by the user
de: Hinweise zum nächsten Schritt des Anwenders
fr: Conseils pour la prochaine étape à prendre par l'utilisateur

source: Load project file
de: Laden Projektdatei
fr: Charger projet fichier

source: Save project file
de: Sichern Projektdatei
fr: Enregistrer fichier de projet

source: Save project file as
de: Sichern Projektdatei als
fr: Enregistrer fichier projet sous

source: Close project file
de: Schließen der Projektdatei
fr: Fermer fichier de projet

source: Update calculations for current output quantity
de: Berechnungen für aktuelle Ergebnisgröße aktualisieren
fr: Mettre à jour les calculs pour la quantité de sortie actuelle

source: Delete table/grid line(s)
de: Tabelle/Grid-Zeile(n) löschen
fr: Supprimer la ou les lignes de table

source: Edit curve-fitting model
de: Kurvenfit-Modell editieren
fr: Modifier le modèle d'ajustement de courbe

source: Edit Curve-fit input values
de: Kurvenfit-Eingangswerte editieren
fr: Modifier les valeurs d'entrée Curve-fit

source: View of fitting results
de: Anzeige der Fit-Resultate
fr: Vue des résultats d'ajustement

source: CHM help
de: CHM-Hilfe
fr: CHM aide

source: First aid hints
de: Erste Hilfe Tipps
fr: Conseils de premiers secours

source: Font selection dialog
de: Dialog - Auswahl des Schrifttyps
fr: Boîte de dialogue: sélection de police

source: Background colors selection dialog
de: Dialog - Auswahl Hintergrund-Farben
fr: Boîte de dialogue: sélection de couleur d'arrière-plan

source: Copy graph into file; format selectable to the left
de: Grafik in Datei kopieren; Format links selektierbar
fr: Copiez le graphique dans le fichier; format sélectionnable à gauch

source: Selection of graphical output format
de: Selektieren des Grafik-Ausgabe-Formats
fr: Sélection du format de sortie graphique
