Repository: OpenBfS/UncertRadio
Catalog: translations/*/*.po
Languages: de, fr

source: number of independent quantities
de: Anzahl unabhängiger Größen
fr: nombre de quantités indépendantes

source: No of net countrate symbol
de: Nr. des Symbols Nettozählrate
fr: N° du symbole de taux de comptage net

source: No of gross countrate symbol
de: Nr. des Symbols Bruttozählrate
fr: N° du symbole de taux de comptage brut

source: Delete lines if necessary; Complete symbol table, then Button 'Load symbols(1) ..'
de: Ggf. Zeilen löschen; Symboltabelle ergänzen, dann Button 'Laden Symbole(1) ..'
fr: Supprimer les lignes si nécessaire; Terminer la table des symboles, puis Button 'Charger les symboles (1) ..'

source: Complete symbol table, then Button 'Load symbols(2) ..'
de: Symboltabelle ergänzen, dann Button 'Laden Symbole(2) ..'
fr: Terminer la table des symboles, puis Button 'Charger les symboles (2) ..'

source: net count rate for OQ
de: Nettozählrate für EG
fr: le taux de calcul net pour OQ

source: is not selected
de: ist nicht selektiert
fr: n'est pas sélectionné

source: Please, delete (remove) row
de: Bitte entferne Zeile
fr: Veuillez supprimer le row

source: is already defined
de: ist schon vorhanden
fr: est déjà défini

source: put cursor into this row; use then the associated tool button for removing rows
de: Cursor in diese Zeile; benutze dann den Tool-Button zum Löschen von Zeilen
fr: mettre le curseur dans cette ligne; utilisez le bouton d''outil associé pour supprimer des lignes

source: Make selection, then Button 'Accept all'
de: Auswahl treffen, dann Button 'Alles übernehmen'
fr: Effectuez une sélection, puis cliquez sur le bouton 'Accepter tout'

source: Button 'Accept all!'
de: Button 'Alles übernehmen!'
fr: Bouton 'Accepter tout!'

source: A symbol for net and/or gross count rate was not selected!
de: Das Symbol für Netto- und/oder Bruttozählrate wurde nicht selektiert!
fr: Un symbole pour net et / ou grand nombre de comptes n'a pas été sélectionné!

source: Please, check the selection!
de: Bitte die Selektion überprüfen!
fr: S'il vous plaît, vérifiez la sélection!

source: The symbol selected for net and/or gross count rate does not fit!
de: Das Symbol für Netto- und/oder Bruttozählrate wurde nicht passend selektiert!
fr: Le symbole sélectionné pour net et / ou grand nombre de comptes ne convient pas!

source: The symbol for the net count rate does not appear in equation
de: Das Symbol für die Nettozählrate taucht nicht in der Gleichung auf
fr: Le symbole du taux de comptage net n'apparaît pas dans l'équation

source: Please, check this equation!
de: Bitte diese Gleichung überprüfen!
fr: S'il vous plaît, vérifiez cette équation!

source: The symbols selected for net and gross count rate have different units!
de: Die für Netto- und Bruttozählrate selektierten Symbole haben nicht die gleiche Einheit!
fr: Les symboles sélectionnés pour le taux de comptage net et brut ont des unités différentes!

source: Please, check the correct selection of these variables!
de: Bitte die korrekte Selektion dieser Variablen überprüfen!
fr: Veuillez vérifier la sélection correcte de ces variables!

source: The selected gross count rate symbol does not occur in the equation defining the net count rate!
de: Das selektierte Symbol der Bruttozählrate taucht in der Gleichung der Nettozählrate nicht auf!
fr: Le symbole de grand compte sélectionné ne se produit pas dans l'équation définissant le taux de comptage net!

source: Please, correct the selection now!
de: Bitte die Auswahl jetzt korrigieren!
fr: S'il vous plaît, corrigez la sélection maintenant!

source: The symbol selected as 'net count rate' does not correspond with that defined by
de: Das als „Nettozählrate“ gewählte Symbol entspricht nicht der Definition von
fr: Le symbole choisi comme « taux de comptage net » ne correspond pas à celui défini par

source: select TAB 'Values, uncertainties'
de: zu TAB 'Werte, Unsicherheiten' wechseln
fr: sélectionnez TAB 'Valeurs, incertitudes'

source: Measured values are still missing!
de: Es fehlen noch Messwerte!
fr: Les valeurs mesurées manquent toujours!

source: Covariance values are missing!
de: Es fehlen noch Kovarianzwerte!
fr: Les valeurs de covariance sont manquantes!

source: covar matrix not positive definite, i.e. not invertable!
de: Fehler: Kovar-Matrix nicht positive definit, d.h. nicht invertierbar!
fr: Err: matrice de covariance non définie positive, c'est-à-dire pas inversible!

source: Eliminate value error(s) in the table!
de: Fehler bei Werten in der Tabelle beheben!
fr: Éliminer les erreurs de valeur dans la table!

source: select TAB 'Uncertainty budget'
de: zu TAB 'Unsicherheiten-Budget' wechseln
fr: sélectionnez TAB 'Budget d'incertitude'

source: Describe procedure by text, then: TAB 'Equations'
de: Beschreibung als Text eingeben, dann: TAB Gleichung
fr: Décrivez la procédure par le texte, puis: TAB 'Equations'

source: Enter equations, then Button 'Load symbols from equations:'
de: Gleichungen eingeben, dann Button 'Symbole aus Gleichungen laden:'
fr: Entrez les équations, puis le bouton 'Charger les symboles des équations:'

source: fill out both tables, then Button 'Calculation of uncertainties'
de: beide Tabellen ausfüllen, dann Button 'Berechnung der Unsicherheiten'
fr: remplir les deux tableaux, puis le bouton 'Calcul des incertitudes'

source: Table of uncertainty budget for
de: Tabelle des Unsicherheiten-Budgets for
fr: Tableau du budget d'incertitude pour

source: Final measurement result for
de: Gesamtes Messergebnis für
fr: Résultat de mesure final pour

source: Approx. formula for det. limit
de: Näherungsformel für NWG
fr: Formule approximative pour limite de détection

source: Det.Limit: Iteration non-convergent
de: Nachweisgr.: Iteration nicht konvergent
fr: Limite Det.: Itération non convergente

source: Det.Limit: Cannot be calculated
de: Nachweisgr.: Nicht berechenbar
fr: Limite Det.: Ne peut pas être calculé

source: standard uncertainty of the fit parameter
de: Standardunsicherheiten des Fitparameters
fr: incertitude standard du paramètre d'ajustement

source: select TAB 'Results'
de: zu TAB 'Resultate' wechseln
fr: sélectionnez TAB 'Résultats'

source: no project loaded!
de: kein Projekt geladen!
fr: aucun projet chargé!

source: Next: Describe procedure by text, then: TAB 'Equations'
de: Next: Beschreibung als Text eingeben, dann: TAB 'Gleichung'
fr: Suivant: Décrivez la procédure par texte, puis: TAB 'Équations'

source: Ready
de: Fertig
fr: Terminé

source: with error
de: mit Fehler
fr: avec erreur

source: A value of a single calibration factor is ZERO!
de: Ein Wert eines Einzel-Kalibrierfaktors ist null!
fr: La valeur d'un seul facteur d'étalonnage est zéro!

source: Replace it with e.g. 1.E-7!
de: Ersetze es durch z.B. 1.E-7!
fr: Remplacez-le par ex. 1.E-7!

source: The new symbol name is already existing
de: Der neue Symbolname exostiert bereits
fr: Le nouveau nom du symbole existe déjà!

source: Change anyway?
de: Trotzdem ändern?
fr: Changer quand même?

source: This symbol name must not be changed
de: Dieser Sybolname darf nicht geändert werden
fr: Ce nom de symbole ne doit pas être changé

source: Symbol of actual output quantity
fr: Symbole de la quantité de sortie réelle

source: Number of counting channels
de: Anzahl der Messkanäle
fr: Nombre de canaux de comptage

source: LSQ fitting method used
de: verwendete LSQ-Fitmethode
fr: Méthode de montage LSQ utilisée

source: Symbol table
fr: Table de symboles

source: (type of symbol: dependent (a) or independent(u)):
de: (Typ des Symbols: abhängig (a) oder unabhängig (u)):
fr: (type de symbole: dépendant (a) ou indépendant (u)):

source: Symbols Type Unit Meaning
de: Symbole Typ Einheit Bedeutung
fr: Symboles Type Unité Signification

source: complete formula
de: komplette Formel
fr: formule complète

source: Decay curve - Input data
de: Abklingkurve - Eingangsdaten
fr: Courbe de décroissance - Données d'entrée

source: Separation date
de: Fällungsdatum
fr: Date de séparation

source: Continuation of table:
de: Fortsetzung der Tabelle:
fr: Suite du tableau:

source: Calibration curve used for symbol
de: Kalibrierkurve, verwendet für
fr: Courbe d'étalonnage utilisée pour

source: for
de: für
fr: pour

source: Best Bayesian estimates
de: Beste Schätzwerte nach Bayes
fr: Meilleures estimations bayésiennes

source: shortest range
de: Mindestes ein Trigger im Projekt enthalten!
fr: Au moins un déclencheur inclus dans le projet!

source: Should triggers be retained?
de: Sollen Trigger erhalten bleiben?
fr: Faut-il conserver les déclencheurs?

source: Warning: for output quantity no.
de: Achtung: für die Ergebnisgröße Nr.
fr: Attention: pour la quantité de sortie n°

source: net or gross count rate symbols are not yet defined!
de: sind Netto- oder Bruttozählraten-Symbole noch nicht definiert!
fr: les symboles de débit net ou brut ne sont pas encore définis!

source: Select net and gross count rate symbols!
de: Selektiere Netto- u. Bruttozählraten-Symbole!
fr: Sélectionnez les symboles de taux de compte net et brut!

source: For the quantities
de: Für die Größen
fr: Pour les quantités

source: and
de: und
fr: und

source: is
fr: est

source: the identical symbol for the net counting rates has been selected!
de: wurde das gleiche Symbol für die Netto-Zählraten ausgewählt!
fr: le symbole identique pour les taux de comptage nets a été sélectionné!

source: the identical symbol for the gross counting rates has been selected!
de: wurde das gleiche Symbol für die Brutto-Zählraten ausgewählt!
fr: le symbole identique pour les taux de comptage brut a été sélectionné!

source: cannot contain more than 1 "=" character!
de: darf nur 1 "="-Zeichen enthalten!
fr: ne peut pas contenir plus de 1 caractère "="!

source: See chapter 7.8 of the CHM help
de: siehe dazu Kap. 7.8 in der CHM-Hilfe
fr: Voir le chapitre 7.8 de l'aide CHM

source: The first chcracter in equation
de: Das erste Zeichen in Gleichung
fr: Le premier caractère de l'équation

source: is incorrect!
de: ist falsch!
fr: est incorrect!

source: Define the decay curve model
de: Modell für Abklingkurve definieren
fr: Définir le modèle de courbe de décroissance

source: The number of variables in the call of sumEval is inconsistent!
de: Im SumEval-Aufruf ist die Anzahl der Variablen inkonsistent!
fr: Le nombre de variables dans l'appel de sumEval est incohérent!

source: Not all variables are listed in the SumEval call!
de: In SumEval-Call sind nicht alle Variablen aufgeführt!
fr: Toutes les variables ne sont pas répertoriées dans SumEval!

source: The output quantity does not depend on the selected net conting rate
fr: La quantité de sortie ne dépend pas de le taux contingentaire net sélectionné

source: The coefficient of sensivity of the selected net count rate symbol is negative!
fr: Le coefficient de sensibilité de la sélection symbole de taux de comptage net est negative!

source: The coefficient of sensivity of the selected gross count rate symbol is negative!
fr: Le coefficient de sensibilité de la sélection symbole de taux de comptage brut est negative!

source: Please, select the appropriate symbol!
fr: S'il vous plaît, sélectionnez le symbole approprié!

source: Select the correct net counting rate symbol!
fr: Sélectionnez le symbole de taux de comptage net correct!

source: Select the correct gross counting rate symbol!
fr: Sélectionnez le symbole de grand taux de comptage correct!

source: The gross count rate is smaller than the net counting rate!
fr: Le taux de gros compte est plus bas que le taux de comptage net!

source: Please, correct or select other symbols!
fr: Veuillez corriger ou sélectionner d'autres symboles!

source: Remove problem with gross/net counting rates!
fr: Supprimez le problème avec les taux de comptage brut/net!

source: The 2nd Fit parameter apparently competes against the third!
fr: Attention: le 2ème paramètre d'ajustement apparaît compte contre le troisième!

source: Try to set the fitting option of the 2nd parameter to 'omit'!
fr: Essayez de définir l'option d'ajustement du 2ème paramètre sur 'omettre'!

source: The StdDev formula of the gross count rate has not yet been defined.
fr: La formule d'écart-type du brut compte n'a pas encore été défini!

source: Calculation of detection limits not possible!
fr: Calcul des limites de détection impossible!

source: The relative calibration factor w uncertainty is >= 1/k_1-beta!
fr: Le facteur d'étalonnage relatif w incertitude est >= 1/k_1-beta!

source: Therefore, the detection limit cannot be calculated!
fr: Par conséquent, la limite de détection ne peut pas être calculée!

source: The uncertainty is too large, the DetLim iteration will thus fail!
fr: L'incertitude est trop grande, l'itération DL va donc échouer!

source: Please, check uncertainties of input quantities!
fr: S'il vous plaît, vérifiez les incertitudes des quantités d'entrée!

source: Max. value of relative input quantities:
fr: Valeur maxim. des quantités d'entrée relatives:

source: rel. uncertainty
fr: rel. Unsicherheit

source: The gross count rate is not the first count rate in the equation for the net count rate!
fr: Le taux de comptage brut n'est pas le premier taux de comptage dans l'équation du taux de comptage net!

source: Has the correct symbol been selected for it?
fr: Le bon symbole a-t-il été sélectionné?

source: Complement missing values
fr: Compléter les valeurs manquantes

source: The value of the symbol
fr: La valeur du symbole

source: is not defined!
fr: n'est pas définie!

source: The distribution of the symbol
fr: Die Verteilung des Symbols

source: For symbol it is not defined, whether uncertainty is abs. or relative
fr: Tableau 'Valeurs de la courbe de décroissance': remplit ou édite les valeurs

source: The value of blank count rate must be entered
fr: Valeur du taux de comptage des blancs doit être entré!

source: The calculation is stopped here to allow that this value can be completed.
fr: Le calcul est arrêté ici pour permettre à cette valeur d'être complétée.

source: The number of Xi formulae of the FitDecay model is not consistent with the numbers of measurements, counting channels and output quantities!
fr: Le nombre de formules Xi du modèle FitDecay n'est pas cohérent avec le nombre de mesures, comptage des canaux et des quantités de sortie!

source: Edit table 'Spectrum values'
fr: Editer le tableau 'Valeurs de spectre'

source: In the the Stand.Dev formula for the gross count rate the gross count rate symbol is missing
fr: In der StdAbw-Formel für die Brutto-Zählrate fehlt das Symbol der Brutto-Zählrate

source: The relative std.dev. for the following symbol
fr: L'écart-type relatif pour le symbole suivant est le suivant

source: The calculated correlation between
fr: Die berechnete Korrelation zwischen

source: Equal sign '=' is missing!
fr: Gleichheitszeichen '=' fehlt!

source: must not contain a minus sign!
fr: darf kein Minuszeichen enthalten!

source: An equation for the following symbol already exists
fr: Eine Gleichung für das folgende Symbol existiert bereits

source: Please combine these equations into one!
fr: Bitte diese Gleichungen zu einer vereinen!

source: is multiply defined!
fr: ist mehrfach definiert!

source: Please, correct the equation(s)!
fr: Bitte die Gleichung(en) korrigieren!

source: Wrong order of equations found!
fr: Mauvais ordre des équations trouvées!

source: Please, correct the order of the equation(s)!
fr: S'il vous plaît, corrigez l'ordre de l'équation(s)!

source: In the equation for
fr: Dans l'équation pour

source: is defined further up, in equation
fr: est défini plus haut, dans l'équation

source: The symbole defined by an equation must not occur in the right-hand side of equations following it!
fr: Le symbole défini par une équation ne doit pas apparaître dans la partie droite des équations qui la suivent!

source: As part of the equation for
fr: Dans le cadre de l''équation pour

source: the equation for
fr: l'équation pour

source: cannot have the position of an output quantity!
fr: ne peut pas être à la position d'une variable de résultat!

source: The following symbols in the equations are new!
fr: Les symboles suivants dans les équations sont nouveaux!

source: The corresponding rows in the table are highlighted green!
fr: Les lignes correspondantes dans le tableau sont surlignées en vert!

source: Please, check for correctness!
fr: S'il vous plaît, vérifiez l'exactitude!

source: The following symbols are not found in the equations!
fr: Les symboles suivants ne sont pas trouvés dans les équations!

source: The corresponding rows in the table are highlighted yellow!
fr: Les lignes correspondantes dans le tableau sont surlignées en jaune!

source: Ignore this hint, if they belong to standard deviation formulae!
fr: Ignorez cet indice, s'ils appartiennent à la formule d'écart-type!

source: If no longer needed: remove these symbols with toolbar icon 'Delete grid line(s)'.
fr: Falls nicht mehr benötigt: diese entfernen mit dem Toolbar-Icon 'Grid-Zeile(n) löschen'.

source: The variable listed in SumEval
fr: La variable répertoriée dans SumEval

source: is listed as independent!
fr: est répertoriée comme indépendante!

source: It must either be defined with an equation or deleted in SumEval!
fr: Il doit être défini avec une équation ou supprimé dans SumEval!

source: The symbol names
fr: Les noms des symboles

source: tmess: placeholder for single count times, and/or
fr: tmess: espace réservé pour les temps de comptage uniques, et/ou

source: tstart: placeholder for start times of the countings,
fr: tstart: espace réservé pour les heures de début des comptages,

source: are missing in the LINFIT-call! They must not be replaced!
fr: sont manquants dans l'appel LINFIT! Ils ne doivent pas être remplacés!

source: Please, correct the corresponding equation!
fr: S'il vous plaît, corrigez l'équation correspondante!

source: The symbol name
fr: Le nom de symbole

source: tlive: placeholder for single count time
fr: tlive: espace réservé pour le temps de comptage unique

source: is missing in the GAMSPK1-call! It must not be replaced!
fr: est manquant dans l'appel GAMSPK1! Il ne doit pas être remplacé!

source: Symbol of net count rate
fr: Symbole du taux de comptage net

source: not used
fr: non utilisé

source: Symbol of gross count rate
fr: Symbole du taux de comptage brut

source: Std.Dev. formula of gross count rate
fr: Formule de Std.Dev du taux de comptage brut

source: Uncertainty function
fr: Fonction d'incertitude

source: Input data of means
fr: Données d'entrée pour les valeurs moyennes

source: Measured values, uncertainties (type of symbol: dependent (a) or independent(u))
fr: Valeurs mesurées, incertitudes (type de symbole: dépendant (a) ou indépendant (u))

source: Symbol type value distr. Std.Dev formula std.-deviation half-width stand.
fr: Symbole type valeur distr. Std.Dev formule écarts-type demi-largeur stand.

source: Type uncertainty
fr: Type incertitude

source: Covariances/correlations
fr: Covariances / Corrélations

source: Covariances/correlations : none defined
fr: Covariances / corrélations: aucune définie

source: Correlation
fr: Corrélation

source: Date + Time count time gross gross c.rate urel gc.rate
fr: Date + Temps temps compt brut brut taux urel brut taux

source: ( s ) counts (cps) ( % )
fr: ( s ) compte (cps) ( % )

source: Symbol A Symbol B Type Formula (or) value
fr: Symbole A Symbole B Type Formule (ou) valeur

source: count time backgrd back.rate urel(Brate) net rate urel(NetRate)
fr: temps compt brdefon tauxBrdef urel(tauxB) net taux urel(NetTaux)

source: ( s ) counts (cps) ( % ) (cps) ( % )
fr: ( s ) compte (cps) ( % ) (cps) ( % )

source: Symbols Type Unit Values Standard Sensitivity relative
fr: Symboles Type Unité Valeurs Standard sensibilité relative

source: uncertainty coefficient contribution(%)
fr: incertitude coefficient contribution(%)

source: Symbols Type Unit Values Standard Sensitivity absolute
fr: Symboles Type Unité Valeurs Standard sensibilité absolu

source: uncertainty coefficient contribution
fr: incertitude coefficient contribution

source: lower range limit :
fr: limite inf. de la plage :

source: (Probabilistically symmetric)
fr: (Probablement symétrique)

source: upper range limit :
fr: limite sup. de la plage :

source: (Shortest coverage interval)
fr: (Intervalle de couverture le plus court)

source: Length
fr: Longeur

source: not convergent!
fr: nicht konvergent!

source: Method
fr: Methode

source: Number measurem. per run
fr: Nombre de mesures par cycle

source: primary value
fr: valeur primaire

source: best value
fr: meilleure valeur

source: Standard deviation of the quantity
fr: Écart-type de la quantité

source: obtained by
fr: obtenu par

source: T-Distrib
de: T-Vertlg

source: 2-Parameter Beta-distribution
de: 2-Parameter Beta-Verteilung

source: t-distribution
de: t-Verteilung

source: 4-Parameter Beta-distribution
de: 4-Parameter Beta-Verteilung

source: Neyman Chi Square WLS
de: Neyman Chi Quadrat WLS

source: Pearson Chi Square PLSQ
de: Pearson Chi Quadrat PLSQ

source: weighted total least-squares WTLS
de: Gewicht. total least-squares WTLS

source: Type
de: Typ

source: distribut
de: Verteilg

source: Half width
de: Halbbreite

source: rel. contribution(%)
de: rel. Beitrag(%)

source: (net)
de: (netto)

source: Options
de: Optionen

source: DT
de: EKG

source: DL
de: NWG

source: ActConc = Rnet * CalFact
de: AktKonz = Rnet * KalFakt

source: (Type1 1): sx^2 = (m-1)/(m-3)*s0x^2/m
de: (Typ 1): sx^2 = (m-1)/(m-3)*s0x^2/m

source: (Type 2:) sn^2 = (n_av +(m-1)/(m-3)*(n_av+s0n^2))/m
de: (Typ 2:) sn^2 = (n_av +(m-1)/(m-3)*(n_av+s0n^2))/m

source: rel.StdDev (%)
de: rel.StdAbw (%)

source: t-test-signific. !
de: t-Test-Signifik. !

source: gross count rate for OQ
de: Bruttozählrate für EG

source: abs. U contribut
de: abs. U-Beitrag

source: rel. contribut(%)
de: rel. Beitrag(%)

source: Date
de: Symbol der aktuellen Ergebnisgröße

source: Symbol table
de: Symbol-Tabelle
