Repository: OpenBfS/UncertRadio
Catalog: docs/locale/*/LC_MESSAGES/doc_files/first_steps/config.po
Languages: de

source: Configuration
de: Einstellungen

source: Since version 2.5, there is no further installation required for Windows. Just download the archive, extract it and launch the :file:`UncertRadio.exe` executable, located in the `/bin` directory.
de: Ab Version 2.5 wird keine weitere Installation für Windows erforderlich. Laden Sie einfach das Archiv herunter, entpacken Sie es und starten Sie die :file:`UncertRadio.exe`-Datei im Verzeichnis `/bin`.

source: Configuration file:
de: Konfigurationsdatei:

source: UncertRadio configuration
de: UncertRadio-Konfiguration

source: keyword
de: Schlüsselwort

source: Explanation
de: Erklärung

source: path section indicator
de: Indikator für den Pfadabschnitt

source: needs to be writable
de: muss schreibbar sein.

source: contains all results_files,
de: enthält alle Ergebnisse,

source: Localisation settings
de: Einstellungen der Lokalisierung

source: set the desired decimal point
de: das gewünschte Dezimaltrennzeichen festlegen

source: (possible values: ",", ".")
de: (mögliche Werte: ",", ".")

source: The character of the list separator
de: Das Zeichen des Listen-Trennzeichens

source: in csv files
de: in CSV-Dateien

source: (possible values: ";", ":")
de: (mögliche Werte: ";", ":")

source: Language of UncertRadio
de: Sprache von UncertRadio

source: (possible values: DE, EN, FR)
de: (mögliche Werte: DE, EN, FR)

source: ContrastMode=F
de: KontrastModus=F

source: (possible values: F, T)
de: (mögliche Werte: F, T)

source: Country specific parameters
de: Länderspezifische Parameter

source: The parameters found in the configuration file :file:`UR2_cfg.dat` under the item [Local] may be defined as follows.
de: Die Parameter in der Konfigurationsdatei :file:`UR2_cfg.dat` unter dem Abschnitt [Lokal] können wie folgt definiert werden.

source: one may omit the parameter values following the "=" character:
de: die Parameterwerte nach dem "="-Zeichen können weggelassen werden:

source: From this, the values for the decimal point character and the list separator character (for CSV files) are selected:
de: Damit werden die Werte für das Dezimaltrennzeichen und das Listen-Trennzeichen (für CSV-Dateien) ausgewählt:

source: DE or FR: comma as decimal point; semicolon as list separator character
de: DE oder FR: Komma als Dezimaltrennzeichen; Semikolon als Listen-Trennzeichen

source: EN: point as decimal point; comma as list separator character
de: EN: Punkt als Dezimaltrennzeichen; Komma als Listen-Trennzeichen

source: note: The language which can be selected in the main menu - Options is only temporarily used, i.e., only within the actual program run.
de: Hinweis: Die Sprache, die im Hauptmenü - Optionen ausgewählt werden kann, wird nur vorübergehend verwendet, d.h. nur innerhalb des aktuellen Programmlaufs.

source: If other specifications are desired, their parameter values can be inserted directly after the "="-sign in the configuration file. It may be sufficient to insert explicitly only the desired list separator character:
de: Wenn andere Spezifikationen gewünscht sind, können ihre Parameterwerte direkt nach dem "="-Zeichen in der Konfigurationsdatei eingetragen werden. Es kann ausreichen, nur das gewünschte Listen-Trennzeichen explizit einzufügen:

source: The language can also be selected in the dialog of the menu item "Options – Pre-settings" after the program has already been started (but only temporarily; see above). From the language defined there, the characters for decimal point and list separator are determined in the way as described above under a). Additionally, the list separator character can there be selected there explicitly.
de: Die Sprache kann auch im Dialog des Menüpunkts "Optionen – Vor-Einstellungen" nachdem das Programm bereits gestartet wurde, ausgewählt werden (aber nur vorübergehend; siehe oben). Aus der dort definierten Sprache werden die Zeichen für Dezimaltrennzeichen und Listen-Trennzeichen wie oben unter a) beschrieben bestimmt. Zudem kann das Listen-Trennzeichen dort explizit ausgewählt werden.

source: For a graphical presentation the decimal point character is determined by the language shortcut DE, EN or FR
de: Für eine grafische Darstellung wird das Dezimaltrennzeichen durch die Sprachkürzel DE, EN oder FR bestimmt

source: Choosing the language
de: Sprachauswahl

source: The **user** of UncertRadio can be **guided** by the program through its various dialogs **in the three language**. The user can choose between German, English and French. This is controlled via the entry 'language=' in the above-mentioned configuration file :file:`UR2_cfg.dat`, which is read at every program start. The parameter values are:
de: Der **Nutzer** von UncertRadio kann durch das Programm in verschiedenen Dialogen **auf Deutsch, Englisch und Französisch** geführt werden. Der Nutzer kann zwischen Deutsch, Englisch und Französisch wählen. Dies wird über den Eintrag 'Sprache=' in der oben genannten Konfigurationsdatei :file:`UR2_cfg.dat` gesteuert, die bei jedem Programmstart gelesen wird. Die Parameterwerte sind:

source: DE for German,
de: DE für Deutsch,

source: EN for English,
de: EN für Englisch,

source: FR for French.
de: FR für Französisch.

source: The language can be switched within the running program with using the dialog "Menu – Options – Pre-settings". Since **Version 2.3.07,** this **includes also** **those "GTK stock buttons"**, labelled by an icon and text, which previously were translated only after a new program start. This has been achieved by converting all "stock buttons" into normal buttons; the form of the button icons changed, but only slightly. For the more complex GTK file chooser dialog, most items are translated, but not all.
de: Die Sprache kann im laufenden Programm über den Dialog "Menü – Optionen – Vor-Einstellungen" gewechselt werden. Seit **Version 2.3.07** umfasst dies auch die "GTK Standard-Buttons", die durch ein Symbol und Text gekennzeichnet sind und die zuvor erst nach einem neuen Programmstart übersetzt wurden. Dies wurde erreicht, indem alle "Standard-Buttons" in normale Buttons umgewandelt wurden; die Form der Button-Symbole hat sich nur leicht verändert. Für das komplexere GTK-Dateiauswahldialogfeld sind die meisten Elemente übersetzt, aber nicht alle.

source: Font and fontsize
de: Schriftart und Schriftgröße

source: UR allows to change the font type and size. The settings are stored in the :file:`Settings.ini` file:
de: UR erlaubt die Änderung der Schriftart und der Schriftgröße. Die Einstellungen werden in der :file:`Settings.ini`-Datei gespeichert:

source: Note that the strings to the left of the = characters must not be modified. On starting the UR program the :file:`Settings.ini` file is loaded. This file shall be part of the UncertRadio.exe path.
de: Beachten Sie, dass die Zeichenketten links von den =-Zeichen nicht geändert werden dürfen. Beim Start des UR-Programms wird die :file:`Settings.ini`-Datei geladen. Diese Datei sollte Teil des UncertRadio.exe-Pfads sein.

source: Linking project files (.txp) to UncertRadio.exe
de: Verknüpfung von Projektdateien (.txp) mit UncertRadio.exe

source: Linking the file type .txp to ``UncertRadio.exe``, can be established as follows in Windows:
de: Die Verknüpfung des Dateityps .txp mit ``UncertRadio.exe`` kann in Windows folgendermaßen hergestellt werden:

source: highlight a txp file, click by the left mouse button "open with" and select "other app"
de: Markieren Sie eine .txp-Datei, klicken Sie mit der linken Maustaste auf "mit dem folgenden Programm öffnen" und wählen Sie "anderes Programm"

source: set the check mark and click on "further Apps"
de: Setzen Sie das Häkchen und klicken Sie auf "Weitere Programme"

source: scroll down the list of recommended applications
de: Scrollen Sie die Liste der empfohlenen Programme nach unten

source: click on "search another App on this PC"
de: Klicken Sie auf "Weitere installierte Programme auf diesem PC suchen"

source: select the Uncertradio.exe
de: Wählen Sie ``UncertRadio.exe`` aus

source: With the next double click on the txp filename the program should start successfully.
de: Beim nächsten Doppelterklick auf den Dateinamen der .txp-Datei sollte das Programm erfolgreich starten.

source: Excel-controlled processing of UncertRadio
de: Excel-gesteuerte Verarbeitung von UncertRadio

source: The Excel file :file:`UR2_SingleAutoRun_V12.xlsm` has changed compared to that file used by the previous version by extending the filenames to always include the complete path. A further evaluation button "Start (autosep)" was added; see :numref:`batch mode processing with an excel application`. The Excel file can be used in the 32-bit as well as the 64-bit versions of MS Office/Excel; see the notes in the introduction part of the VBA module (Modul_Auto_single_UR) within the Excel file.
de: Die Excel-Datei :file:`UR2_SingleAutoRun_V12.xlsm` wurde im Vergleich zur Datei der vorherigen Version geändert, indem die Dateinamen so erweitert wurden, dass sie immer den vollständigen Pfad beinhalten. Ein weiterer Auswertungsbutton "Start (autosep)" wurde hinzugefügt; siehe :numref:`batch mode processing with an excel application`. Die Excel-Datei kann in den 32-Bit- und 64-Bit-Versionen von MS Office/Excel verwendet werden; siehe die Hinweise im Einführungsteil des VBA-Moduls (Modul_Auto_single_UR) in der Excel-Datei.

source: The VBA module of the Excel file now interprets an UncertRadio exit code which has been introduced with version 2.2.03. An exit code equal to 3 (error occurred during the UncertRadio run) leads to an abortion of the running VBA module.
de: Das VBA-Modul der Excel-Datei interpretiert jetzt einen UncertRadio-Beendigungscode, der mit Version 2.2.03 eingeführt wurde. Ein Beendigungscode von 3 (Fehler aufgetreten während des UncertRadio-Laufs) führt zu einem Abbruch des laufenden VBA-Moduls.
