Repository: OpenBfS/UncertRadio
Catalog: docs/locale/*/LC_MESSAGES/doc_files/first_steps/main_menue.po
Languages: de

source: The Main Menu
de: Das Hauptmenü

source: Menu File
de: Menü Datei

source: After having started the program, it is ready for dealing with a new measurement evaluation which is called **project**. The TABs "Procedure" and "Equations" are enabled.
de: Nach dem Start des Programms befindet sich das Programm in dem Zustand, dass ein neues Messproblem - im Programm als Projekt bezeichnet - definiert und bearbeitet werden kann. Es sind die TABs "Verfahren" und "Gleichungen" zugänglich.

source: A measurement problem which is already existing as a project file (extension .txp) can be loaded into the program under the menu item "\ **File – Load Project**\ " or with the icon |project-open_icon| which is automatically followed by the complete sequence of calculations which is finished when the TAB "Results" is enabled and made active. This may take some seconds which is pointed out also by an additional dialog, which vanishes when all calculations are done. Now, the user may work on that project.
de: Mit dem Menü-Punkt "\ **Datei – Projekt Laden**\ " oder dem Icon |project-open_icon| kann ein bereits als Projektdatei (Extension.txp) vorliegendes Messproblem in das Programm geladen werden, wobei das Programm den gesamten Rechengang automatisch einmal "durchfährt", bis zum TAB "Resultate". Dies kann einige Sekunden in Anspruch nehmen, währenddessen ein zusätzlicher Windows-Dialog, der auf diesen Vorgang hinweist, sich erst wieder schließt, wenn das Programm "stehen" bleibt. Danach kann das Projekt weiterbearbeitet werden.

source: If problems occur during the automatic sequence of calculations through the TABs while the project is loading, this sequence can be omitted with the menu item "\ **Options – Project Load – without calculations**\ ".
de: Falls während des Ladens bei dem automatischen \ "Durchfahren\ " durch die verschiedenen TABs Probleme auftreten, kann das \ "Durchfahren\ " mit dem Menü-Punkt \ **Optionen – Project Load – ohne Berechnungen**\ abgeschaltet werden.

source: Under the menu item "\ **File - Save Project**\ " or with the icon |project-save| a measurement evaluation being in progress can be saved as project file (extension .txp) under the same file name or it may be saved under a different project file name with the menu item "\ **File - Save Project As**\ " or with |project-save-as|. With "\ **File - Close Project**\ " or with |project-close| the project file can be closed. A csv file format can also be selected for loading or saving a project file.
de: Mit dem Menü-Punkt "\ **Datei - Projekt speichern**\ " oder dem Icon |project-save| kann ein in Bearbeitung befindliches Messproblem als Projektdatei (Extension .txp) unter demselben Dateinamen gesichert oder mit "\ **Datei - Projekt speichern unter**\ " oder mit |project-save-as| unter einem neuen Dateinamen gespeichert werden. Mit "\ **Datei - Projekt schließen**\ " oder mit |project-close| kann die Projektdatei geschlossen werden. Eine Projektdatei kann auch im CSV-Format selektiert und eingelesen oder gespeichert werden.

source: Menu Edit
de: Menü Bearbeiten

source: A report file "Report.txt" describing the present status of the project can be produced under the menu item "\ **Edit - Report**\ ". The contents of this file may be displayed with the internal text editor via the TAB "Text Editor" or saved with another filename. The results of all output quantities are written to the report file, starting from the uncertainty budgets for the second or third output quantity.
de: Unter dem Menü-Punkt "\ **Bearbeiten - Report**\ " wird eine Reportdatei "Report.txt" erzeugt, die den augenblicklichen Stand der Bearbeitung des Projekts wiedergibt. Sie kann mit dem internen Texteditor unter dem TAB "Text Editor" angesehen bzw. damit auch unter einem anderen Dateinamen gesichert werden. In der Reportdatei werden die Ergebnisse für alle Ergebnisgrößen nacheinander ausgegeben, jeweils ab dem Unsicherheiten-Budget.

source: If more than one output quantities are involved, then, under the menu item "**Edit - Select output quantity**", one of these can be selected and to which then the calculations of its uncertainty, the uncertainty budget, Detection threshold and Detection limit refer to.
de: Unter dem Menü-Punkt "**Bearbeiten - Selektieren Ergebnisgröße**" kann, falls für das bearbeitete Projekt mehr als eine Ergebnisgröße definiert wurde, eine dieser Ergebnisgrößen ausgewählt werden. Auf diese beziehen sich dann die Berechnungen der Unsicherheiten, des **Unsicherheiten-Budgets** und von **Erkennungs- und Nachweisgrenze**.

source: If **another output quantity is selected** by the user, this implies that the **selections of the gross and net counting rate symbols must be changed accordingly**, unless the evaluation method is linear unfolding. The program then switches to the :ref:`tab “equations”` and gives an appropriate hint in the rightmost field of the status bar. If it is, however, a method of linear unfolding, where net and gross counting rates need not to be selected manually, all steps of calculations up to the :ref:`tab “results”` are performed automatically in one step.
de: Wenn die Ergebnisgröße gewechselt wird, bedeutet dies, dass auch die sich auf diese Größe beziehenden Selektionen der **Brutto-Zählrate** und der **Netto-Zählrate** anzupassen sind, solange es sich nicht um Auswerteverfahren der linearen Entfaltung handelt. Das Programm wechselt dann zum :ref:`tab “equations”` und gibt einen entsprechenden Hinweis im rechten Feld der Statusbar. Handelt es sich jedoch um das Verfahren der linearen Entfaltung, bei dem Brutto- und Nettozählrate nicht selektiert werden müssen, werden alle Schritte der Berechnungen bis zum :ref:`tab “results”` automatisiert in einem Schritt durchgeführt.

source: The menu item "\ **Edit – Decay curve**\ " allows editing some sub-dialogs and the primary fitting results if the procedure of linear unfolding was invoked by a call to ``LINFIT(..)`` within the equations:
de: Das Menü "\ **Bearbeiten – Zerfallskurve**\ " erlaubt das Editieren einzelner Dialoge oder Zwischenergebnisse, sofern die lineare Entfaltung mit dem Aufruf ``LINFIT(..)`` in den Gleichungen aktiviert wurde.

source: Sub-menu "\ **model of decay curve**\ ", or, equivalently the icon |preferences-system| in the toolbar:
de: Untermenü "\ **Modell der Zerfallskurve**\ ", oder, äquivalent das Icon |preferences-system| in der Toolbar:

source: allows editing parameters of the evaluation model;
de: Hierüber können Parameter des Modells für die Auswertung geändert werden;

source: Sub-menu "\ **data input**\ ", or, equivalently the icon |FittingData_24| in the toolbar:
de: Untermenü "\ **Dateneingabe**\ ", oder, äquivalent das Icon |FittingData_24| in der Toolbar:

source: invokes the sub-dialog for editing the input data of the decay curve;
de: Damit wird der Dialog zum Editieren der Eingabedaten der Abklingkurve aufgerufen

source: Sub-menu "\ **Curve-fit table**\ ", or, equivalently the icon |FittingResults_24| in the toolbar:
de: Untermenü "\ **Kurvenfit-Tabelle**\ ", oder, äquivalent das Icon |FittingResults_24| in der Toolbar:

source: opens an editor window for viewing the primary fitting results.
de: Hiermit wird das Editorfenster zum Einsehen der Fit-Resultate geöffnet.

source: If parameters or data have been modified while working within these sub-dialogs the evaluation is re-started and terminated at the TAB "\ **Results**\ ".
de: Bei hierin erfolgten Änderungen erfolgt nach Schließen dieser Dialoge die erneute Auswertung bis hin zum TAB "Resultate".

source: The menu item "\ **Edit – Gamma spect**\ " allows editing of single dialogs or result, if the linear unfolding was activated by a call to ``Gamspk1(..)`` within the equations.
de: Das Menü "\ **Bearbeiten – Gammaspektrometrie**\ " erlaubt das Editieren einzelner Dialoge oder Zwischenergebnisse, sofern die lineare Entfaltung mit dem Aufruf ``Gamspk1(..)`` in den Gleichungen aktiviert wurde.

source: Sub-menu "\ **Edit gamma lines**\ ", or, equivalently, the icon |FittingData_24| within the toolbar:
de: Untermenü "**Gammalinien**", bzw. das Icon |FittingData_24| in der Toolbar:

source: This calls the dialog for editing the individual gamma line data;
de: Damit wird der Dialog zum Editieren der Eingabedaten der einzelnen Gammalinien aufgerufen.

source: Sub-menu "\ **Average line activities**\ ", or, equivalently, the icon |FittingResults_24| within the toolbar:
de: Untermenü **Mittlere Linien-Aktivität** bzw. das Icon |FittingResults_24| in der Toolbar:

source: This opens the Editor window for inspection of the results obtained for the weighted mean.
de: Hiermit wird das Editorfenster zum Einsehen der Resultate für den gewichteten Mittelwert geöffnet.

source: If changes have occurred within these sub-menus, the evaluation is repeated through to the TAB "Results".
de: Bei hierin erfolgten Änderungen erfolgt nach Schließen dieser Dialoge die erneute Auswertung bis hin zum TAB "Resultate".

source: The menu item "\ **Edit – Calibration curve"** invokes a dialog, which allows the data input of a calibration curve, to fit a polynomial to it and to take for a specific calibration point value and uncertainty from the latter, which in turn are used in UR then.
de: Der Menü-Punkt "\ **Bearbeiten – Kalibrierkurve**\ " ruft einen Dialog auf, der dazu dient, die Daten einer Kalibrierkurve einzugeben, daran ein Polynom anzupassen und daraus für einen bestimmten Kalibierpunkt den dazugehörigen Wert mit Unsicherheit in UR weiter zu verwenden.

source: The new menu item "\ **Edit – Change symbol name**\ " allows to change the name of a specific symbol throughout the dialogs and program internal fields or arrays. The specification and unit associated with this symbol are maintained. If a symbol name needs to be changed, this should be done with this menu item instead of changing this name directly in the equations.
de: Der Menü-Punkt "**Bearbeiten – Ändern des Symbolnamens**" erlaubt es mit Hilfe eines Dialogs den Namen eines darin selektierten Symbols zu ändern. Diese Änderung wird in alle betroffenen Dialoge und Programm-interne Felder übertragen. Falls man den Namen eines Symbols ändern möchte, sollte man diesen nicht in den Gleichungen direkt ändern, sondern diesen Menü-Punkt dafür verwenden.

source: The new menu item "\ **Edit – Serial evaluation**\ " has been introduced allowing the manifold evaluation of a project with partially modified input quantity values/uncertainties. The description of this new option is given in :numref:`serial evaluations of an existing project`.
de: Der neue Menüpunkt "**Bearbeiten – Serielle Auswertung**" wurde eingeführt, der die mehrfache Auswertung eines Projekts mit partiell geänderten Eingangsgrößenwerten/-unsicherheiten erlaubt. Zur Beschreibung wird auf :numref:`serial evaluations of an existing project` verwiesen.

source: Menu Options
de: Menü Optionen

source: With the menu item **"Options – pre-settings"** the values of, e.g., the two Quantiles of the normal distribution can be defined corresponding to the probabilities α and β of the errors of first and second kind. The **Language** can also be selected there, with which UR shall be used (German or English).
de: Mit dem Menü-Punkt **"Optionen – Voreinstellungen"** können u. a. die beiden Werte der Quantile der Normalverteilung eingestellt werden, die den sog. Fehlern 1. und 2. Art, α und β, entsprechen. Auch die Sprache kann selektiert werden, mit der UR betrieben werden soll (Deutsch, Englisch oder Französisch).

source: Under the menu item "\ **Options – Project Load**\ " one may choose whether the calculations during the automatic run through the TABs while the project is loaded shall be switched off; at program start "with calculations" is activated.
de: Unter dem Menü-Punkt "**Optionen – Projekt Laden**" kann gewählt werden, ob beim Laden einer Projekt-Datei die Berechnungen beim automatischen Durchfahren durch die TABs abgeschaltet werden; beim Programmstart ist "mit Berechnungen" eingestellt.

source: If using linear unfolding (invoked by a call to ``Linfit()``), the menu item „\ **Options – LSQ-Export to R**\ " introduced in autumn 2013, exports some input data of the fitting routine into some extra text files, e.g. :file:`UR-Export-to-R.txt`, which can be used for import into the statistics package **R** which allows a comparison of the results between UR and **R**. By default this option is activated.
de: Der Menü-Punkt "Optionen – LSQ Export nach R" erlaubt im Falle eines Fitverfahrens (Abklingkurven, mit Linfit) den Export bestimmter Eingangsdaten in eine Datei :file:`UR-Export-to-R.txt`, von der aus man in Teilschritten diese Daten in das Statistik-Paket R importieren und von R auswerten lassen kann. Standardmäßig ist diese Option aktiviert.

source: Since version 2.1.10 the menu item "\ **Options – Model type"** allows to select from three different types of measurement models:
de: Mit dem Menü-Punkt "**Optionen – Modelltyp**" wird zwischen drei verschiedenen Typen von Modellen der Messung unterschieden:

source: **positive linear, with detection limit**:
de: **positiv linear, mit Nachweisgrenze:**

source: the output value **increases** linearly with increasing "gross" quantity (this is the model type already used for evaluating activity and dosimetric measurements);
de: der Ergebniswert nimmt mit der Brutto-Größe linear zu (dies ist das bisher schon für die Auswertung von Aktivitäts- und Dosimetrie-Messungen verwendete Modell);

source: **GUM only, without detection limit**:
de: **nur GUM, ohne Nachweisgrenze**

source: only value and uncertainty are to be determined, e.g., determining a mass by weighing. In this model type neither a gross count rate nor a net count rate nor a detection limit are required.
de: es sollen nur Wert und Unsicherheit der Ergebnisgröße ermittelt werden, z. B. die Bestimmung einer Masse durch Wägung. In diesem Modelltyp sind neither eine Brutto- noch eine Nettozählrate noch eine Nachweisgrenze erforderlich;

source: **negative linear, with detection limit (new)**:
de: **negativ linear, mit Nachweisgrenze:**

source: the output value **decreases** linearly with increasing "gross" quantity
de: der Ergebniswert nimmt mit der Brutto-Größe linear ab.

source: The case of determining the detection limit for the emanation coefficient of Rn-222 may serve as an example, where in the Ra-226 source the (non-emanated) Rn-222 (Bi-214/Pb-214) activity must become smaller than that of Ra-226 in order to detect the emanation (both activities are measured in the Ra-226 source by gamma-ray spectrometry).
de: Ein Anwendungsfall ist die Ermittlung einer Nachweisgrenze für den Radon-222-Emanationskoeffizienten, bei dem in der Ra-226-Quelle die (nicht-emanierte) Rn-222-Aktivität kleiner als die Ra-226-Aktivität sein muss, um die Emanation sicher nachzuweisen (beide Aktivitäten werden mittels Gammaspektrometrie in der Ra-226-Quelle gemessen).

source: For a project using linear unfolding with more than two output quantities a confidence ellipse may displayed graphically for each pair of quantities under the menu item "\ **Options – Calculate confidence ellipse"**. The correlation matrix is also shown in the associated dialog.
de: Für ein Projekt, in dem die lineare Entfaltung mit mehr als einer Ergebnisgröße verwendet wird, kann mit dem Menü-Punkt "**Optionen - Berechnen Konfidenz-Ellipse**" die Konfidenz-Ellipse für je zwei der Ergebnisgrößen grafisch dargestellt werden. Auch die Korrelationsmatrix wird in dem dafür vorgesehenen Dialog aufgeführt.

source: Further important icons
de: Weitere relevante Icons

source: From the **remaining icons in the toolbar** the more important ones are:
de: Unter den restlichen Icons in der Toolbar sind die Wichtigsten:

source: the **"update icon"**\ |view-refresh|, by which the calculations from the TAB "Values, Uncertainties" through the TAB "Results" can be performed in a single step, after changes in e.g. input data were observed;
de: das "**Aktualisieren-Icon**" |view-refresh|, mit dem z. B. nach Änderungen an Eingabedaten oder in anderen Dialogen die Berechnungen vom TAB "Werte, Unsicherheiten" bis hin zum TAB "Resultate" automatisch durchgeführt werden;

source: the "\ **delete rows icon"** |delete-row| allows to remove such rows which have been selected in advance by the mouse within grids, such as "Table of Symbols" and others, also in other dialogs;
de: das "**Zeilen löschen Icon**" |delete-row|, das es gestattet, in den Grids "Tabelle der Symbole" und "Tabelle der Zerfallskurve" – sowie in anderen Dialogen – solche Zeilen zu löschen, die zuvor mit der Maus markiert wurden;

source: a block of rows may also be selected for this purpose:
de: dazu kann auch ein Zeilen-Block markiert werden:

source: select the upper row by mouse click, hold the shift key pressed down and click into the lower row;
de: mit der Maus in die obere Zeile klicken, dann Shift-Taste drücken und festhalten und dann mit der Maus in die unterste Zeile klicken;

source: the UR Help can be invoked with the icon |help-icon|;
de: mit dem Icon |help-icon| kann die Hilfe aufgerufen werden;

source: a page of the Help for advices in case of problems can be invoked with the icon |dialog-information|;
de: mit dem Icon |dialog-information| kann in der Hilfe eine Seite mit Ratschlägen bei Problemen aufgerufen werden;

source: the "\ **fontname icon**\ " |preferences-desktop-font| allows choosing fontname and fontsize;
de: das "**Fontname-Icon**" |preferences-desktop-font| erlaubt die Änderung des Schrifttyps und der Schriftgröße

source: the "\ **mean-handling icon**\ " |format-justify-fill| allows ruleinput of values of a variable and the selection of such variable and of the type of mean.
de: das "**Mittelwert-Icon**" |format-justify-fill| öffnet einen Dialog für die Eingabe von Einzelwerten einer Variablen, die Selektion solcher Variablen und des Mittelwerttyps.

source: The icon |Distrib_24| invokes a dialog showing the actual **parameters of a special distribution density** connected to an input quantity. This requires that the row of this input quantity within the table "values, uncertainties" is highlighted.
de: Mit dem Icon |Distrib_24| kann ein Dialog zur **Ansicht der Parameter einer speziellen Verteilungsdichte** einer Eingangsgröße aufgerufen werden. Dazu muss die Zeile dieser Eingangsgröße in der "Werte, Unsicherheiten"-Tabelle markiert sein.

source: Short informations about special UR functions can be displayed by the icon |ur_functions|.
de: Mit dem Icon |ur_functions| können kurze Informationen über spezielle UR-Funktionen abgerufen werden.

source: User guidance is given in the status bar at the bottom of the UncertRadio window, in the right-most field. If a project has been changed in some details this is indicated in the status bar to the left of the latter ("unsaved").
de: Benutzerführung erfolgt in der Statusleiste am unteren Ende des UncertRadio-Fensters, im rechten Feld. Wenn das Projekt in einigen Details geändert wurde, wird dies in dem Feld links davon angezeigt ("unsaved").

source: For working with tables, refer to the section on :ref:`managing rows and column blocks within tables <within tables: delete rows, working with column blocks>`.
de: Zum Bearbeiten von Tabellen: siehe :ref:`managing rows and column blocks within tables <within tables: delete rows, working with column blocks>`

source: A certain number of projects files have been added to the program showing different examples of measurement evaluation. For an introduction it is recommended to load such an example project and go through it: see :numref:`viewing an existing project`.
de: Dem Programm ist eine ganze Reihe von Rechenbeispielen als Projektdateien beigefügt. Zum Einstieg in das Programm wird empfohlen, eins davon mit dem Programm zu öffnen und :numref:`viewing an existing project`
