Repository: OpenBfS/UncertRadio
Catalog: docs/locale/*/LC_MESSAGES/doc_files/content/intro.po
Languages: de

source: Introduction
de: Einleitung

source: **UncertRadio** allows for **the evaluation of a measurement in the field of measuring activity** by inserting defining equations the **full calculation of the output quantity and its combined uncertainty (according to ISO GUM)** and to calculate the **values of the Decision threshold and the Detection limit (according to ISO 11929:2019)**, which are closely related to uncertainty.
de: Das Programm `UncertRadio` erlaubt es, mit Hilfe von einzugebenden Gleichungen für die Auswertung einer Messung aus dem Bereich der Radioaktivitätsmessung die komplette Berechnung der Ergebnisgröße und ihrer kombinierten Standardunsicherheit der Ergebnisgröße (nach ISO GUM) sowie der damit eng verknüpften Werte der **Erkennungsgrenze und der Nachweisgrenze** nach DIN EN ISO 11929-1:2021, DIN EN ISO 11929-2:2021 und DIN EN ISO 11929-3:2021 durchzuführen.

source: The program assumes the **ISO GUM interpretation which is based on the Bayesian theory of the measurement uncertainty (Bayesian statistics)**. The Bayesian measurement uncertainty does not have a statistical uncertainty, nor does it consider degrees of freedom, which makes it different from conventional (frequentist) statistics. Therefore, degrees of freedom need not to be treated in the program.
de: Im Programm wird die Interpretation des **ISO GUM** nach der **Bayes'schen Theorie der Messunsicherheit (Bayes-Statistik)** vorausgesetzt. Anders als in der konventionellen Statistik besitzt eine „Bayes'sche Messunsicherheit“ weder eine statistische Unsicherheit noch mit ihr verknüpfte statistische Freiheitsgrade. Die Erfassung von Freiheitsgraden ist unter dieser Voraussetzung im Programm nicht vorgesehen.

source: One restriction with respect to its usage referred to the circumstance that only those measurement problems could be treated in which the **measurements** of counts or of counting rates **are terminated if the counting time reaches its pre-set value**. The statistically different case where the measurement is terminated by reaching a pre-set value of counts, where the counting time is a random variable, is also treated by the program, since program version 2.4.04 (see :ref:`treatment of numbers of counts and count rates`).
de: In den meisten Messproblemen werden die Messungen von Impulsanzahlen bzw. Zählraten durch Vorwahl der Messdauern beendet. Für den Fall der Begrenzung durch Vorwahl von Impulsanzahlen, bei dem die Messdauern zu Zufallsgrößen werden, wird auf :numref:`treatment of numbers of counts and count rates`) verwiesen.

source: The present state of the program allows calculations **for up to three output quantities**.
de: Derzeit ist das Programm dafür eingerichtet, bis zu drei Ergebnisgrößen zu verwalten.

source: The sequence of steps being treated is:
de: Die Schritte, die im Programm nacheinander abgearbeitet werden, sind:

source: Input of a short text description of the measurement problem.
de: Eingabe einer kurzen textlichen Beschreibung des Messproblems;

source: **Input** of the **equations** defining the **output quantity** `y` of the measurement procedure; these define the **"evaluation model"**; the first of the equations must define the output quantity/quantities.
de: Eingabe des Messproblems, d.h. **die Ergebnisgrößen y**, definierenden Gleichungen; diese definieren das **Modell der Auswertung**; die ersten der Gleichungen müssen die(se) Ergebnisgröße(n) definieren;

source: Note: If more than one output quantity is to be treated, the calculation of the values of output quantity, uncertainty, uncertainty budget, Decision threshold and Detection limit, respectively, refers only to a single output quantity. By starting with a project, by default the first of the output quantities is "activated"; at a later stage another one can be selected in the main menu to be the "active one".
de: Anmerkung: Wenn mehr als eine Ergebnisgröße zu behandeln sind, erfolgt die Berechnung von Ergebnisgröße, Unsicherheitsbudget, Erkennungsgrenze und Nachweisgrenze nur für eine dieser Ergebnisgrößen. Bei der erstmaligen Definition der Gleichungen ist die erste von ihnen "aktiviert"; zu einem späteren Zeitpunkt kann im Hauptmenü des Programms eine andere ausgewählt werden;

source: Automatic **extraction** of the **formula symbols** and **input of their** meaning (unit, meaning); automatic classification as independent and dependent symbols; manual addition of other symbols, not used explicitly in the equations.
de: Automatische **Extraktion** der darin enthaltenen **Formelsymbole** und Eingabe von ihren Beschreibungen (Einheit, Bedeutung), automatische Einteilung in abhängige und unabhängige Symbole; manuelle Ergänzung von Symbolen, die nicht explizit in den Gleichungen auftreten;

source: Selection of symbols which define the **net counting rate (Rn)** and the **gross counting rate**, only for the purpose of the calculation of Decision threshold and Detection limit; the net counting rate in this case must be the "**procedure dependent net counting rate**" in which the counting rate contribution due to interference from other radionuclides, usually obtained by calculation, is taken into account.
de: Auswahl der Symbole, welche die **Nettozählrate (Rn)** und die **Bruttozählrate** darstellen, allein für den Zweck der späteren Berechnung von Erkennungs- und Nachweisgrenze; mit der Nettozählrate ist hier die **"verfahrensbezogene Nettozählrate"** gemeint, in welcher auch der auf Interferenzen störender Radionuklide zurückgehende Zählratenbeitrag berücksichtigt wird, der sich im Allgemeinen aus einer Rechnung ergibt;

source: **Input of measured values and their associated standard uncertainties** of input quantities (independent symbols) in table form.
de: Tabellarische Eingabe von Messwerten und Standardunsicherheiten für die Eingangsgrößen (unabhängige Symbole);

source: For the **input of measurement uncertainties**, their **associated distribution** can be chosen from: a) **normal distribution**, b) **uniform distribution**, c) **triangular distribution** and d) **gamma distribution**, as well as a few others. Half-widths of the latter two are converted by the program according to ISO GUM to standard uncertainties; for a complete list see :ref:`other distributions <special distributions and their properties>`.
de: Bei der Eingabe von Messunsicherheiten kann für die Verteilungsform einer unabhängigen Messgröße zwischen: a) **Normalverteilung**, b) **Rechteckverteilung**, c) **Dreiecksverteilung** und d) **Gammaverteilung** sowie weiteren Verteilungen gewählt werden. Halbbreiten der letzten beiden Verteilungsformen werden vom Programm gemäß GUM in Standardunsicherheiten konvertiert; für eine komplette Liste siehe :ref:`other distributions <special distributions and their properties>`.

source: Note: In the case of low-level applications with very low count numbers, :ref:`the so-called "(N+x) rule <low-level applications, (n+x)-rule>` may be selected to improve the results, from which the associated counting rate variables are considered as being Gamma distributed.
de: Anmerkung: Im Falle von Low-Level-Anwendungen mit sehr kleinen Impulsanzahlen kann zur Verbesserung die sogenannte ":ref:`(N+x)-Regel <low-level applications, (n+x)-rule>`" für diese ausgewählt werden, wodurch die daraus berechneten Zählraten als Gamma-verteilt zu betrachten sind.

source: For the input one can choose between **absolute and relative uncertainties**.
de: Für die Eingabe kann zwischen **absoluten** und **relativen Unsicherheiten** gewählt werden;

source: For counting rates or the number of counts **uncertainties can also be defined by formulae**.
de: Für Zählraten oder Impulsanzahlen können Unsicherheiten auch als **Formeln** eingegeben werden;

source: The standard deviation of the gross count rate must be defined by a formula; this is the **"uncertainty function" (standard uncertainty) of the gross counting rate**, which is the basis for deriving values of Decision threshold and Detection limit.
de: Für die Bruttozählrate muss eine Formel für ihre Standardabweichung eingegeben werden; dies ist die **"Unsicherheits-Funktion" (Standardunsicherheit) der Bruttozählrate**, auf der die Berechnung von Erkennungs- und Nachweisgrenze basiert;

source: **Input of covariances between input quantities** which can be given as formulae or as values of correlation coefficients in tabular form.
de: Tabellarische Eingabe von **Kovarianzen zwischen Eingangsgrößen**, die als Formeln oder als Korrelationskoeffizienten eingegeben werden;

source: Numerical calculation of values and combined standard uncertainties for the quantities classified as dependent quantities and for the output quantity and of the **uncertainty budget**; consideration of covariances/correlations between input quantities is possible; calculation of the :ref:`best estimates and confidence limits based on a Bayesian method <best estimates confidence limits>` characterizing the value and standard uncertainty of the output quantity.
de: Numerische Berechnung von Werten und kombinierten Standardunsicherheiten für die abhängigen Größen einschließlich der Ergebnisgröße und des **Unsicherheiten-Budgets**; die Einbeziehung von Kovarianzen/Korrelation von Eingangsgrößen ist möglich; Berechnung der "besten Schätzer und :ref:`Vertrauensgrenzen <best estimates confidence limits>` nach Bayes" für den Wert und die Standardunsicherheit der Ergebnisgröße;

source: Iterative numerical calculation of **Decision threshold and Detection limit** for the output quantity based on the numerical evaluation of its combined uncertainty taking covariances into account.
de: Numerisch-iterative Berechnung von **Erkennungs- und Nachweisgrenze** der Ergebnisgröße auf der Basis der numerischen Berechnung ihrer kombinierten Standardunsicherheit unter Einbeziehung von Kovarianzen;

source: A :ref:`Monte Carlo simulation <monte carlo simulation>` can be started for an examination of the above-mentioned calculations. This allows an independent calculation of the value of the output quantity and its combined uncertainty. Partial derivations are not necessary in this case: for every input quantity classified as independent, a value is drawn from its associated distribution from which a value of the output quantity is calculated using the defined equations. From the many-fold repetition of this step, a statistical distribution is obtained for the output quantity. This is used to derive the "best estimate" from its mean and the combined uncertainty from its standard deviation. Confidence limits are estimated as Quantiles of that distribution, whereas Decision threshold and Detection limits require creating separate MC distributions with modified values of the output quantity and their estimation by corresponding Quantiles.
de: Zur Überprüfung kann eine :ref:`Monte Carlo simulation <monte carlo simulation>` ausgeführt werden, die ebenfalls den Wert der Ergebnisgröße und deren kombinierten Standardunsicherheit ermittelt; partielle Ableitungen sind dabei nicht erforderlich: für jeden als unabhängig (u) charakterisierten Messwert bzw. Parameter wird ein seiner Verteilung entsprechender Wert "gewürfelt" und damit der Wert der Ergebnisgröße berechnet. Aus der vielfachen Wiederholung wird dann eine statistische Verteilung der Ergebnisgröße erhalten und daraus ihr bester Schätzwert als Mittelwert und aus der Streuung die kombinierte Standardunsicherheit berechnet; Konfidenzgrenzen werden als Quantile dieser Verteilung bestimmt, während für Erkennungsgrenze und Nachweisgrenze separate MC-Verteilungen mit modifizierten Werten der Ergebnisgröße erzeugt und daraus als Quantile ermittelt werden;

source: Finally, a **complete report can be created as a text file** containing all the equations, input values, uncertainty budget table and the final results - including those from the Monte Carlo simulation, the PDF file also contains the MC graphs.
de: Am Ende kann ein **vollständiger Report** als Textdatei erzeugt werden, die alle Gleichungen und Eingangswerte, das Unsicherheiten-Budget und die Endergebnisse enthält - einschließlich der Monte Carlo-Ergebnisse.

source: **UncertRadio is well suited for calculation comparison** for such solutions, which one may have already developed with spreadsheet calculations. The latter may get quite complex and sometimes are not so easily manageable especially with respect to the correct uncertainty propagation.
de: **UncertRadio** eignet sich sehr gut für **Vergleichsrechnungen** zu solchen Lösungen, die man selbst auf der Basis von Tabellenkalkulationen entwickelt hat. Letztere können je nach Anwendung recht komplex werden und sind gelegentlich, gerade im Hinblick auf die richtige Fortpflanzung von einzelnen Unsicherheiten, nicht leicht überschaubar.
